{
    "author": "Morihei Ueshiba",
    "quotes": [

        {
            "text": "There are no kata in Aiki budo. All phenomena of this world vary constantly  according to the particular circumstances and no two situations are exactly alike. It is  illogical to train using only a single kata, thereby limiting oneself.\" ",
            "keywords": [
                "according",
                "kata",
                "situations",
                "train",
                "using"
            ]
        },
        {
            "text": "Techniques which are visible to the eye are useless. Your body and the kami (deity)  become one through the accumulation of training. It is for this very reason that you stop your  opponent's movements with rapid techniques which are invisible to the eye without allowing him  to touch your body and without leaving any openings.\" ",
            "keywords": [
                "accumulation",
                "body",
                "eye",
                "techniques",
                "training"
            ]
        },
        {
            "text": "toward the precious techniques of ki that calm the soul ",
            "keywords": [
                "calm",
                "ki",
                "precious",
                "soul",
                "techniques"
            ]
        },
        {
            "text": "Standing amidst heaven and earth  Connected to all things with ki  My mind is set  ",
            "keywords": [
                "amidst",
                "connected",
                "earth",
                "heaven",
                "ki"
            ]
        },
        {
            "text": "The enemy thinks I'm in front of him.  Ah behind him.  ",
            "keywords": [
                "ah",
                "enemy",
                "thinks"
            ]
        },
        {
            "text": "By several enemies set to attack  Fight with the thought  ",
            "keywords": [
                "attack",
                "enemies",
                "fight",
                "set",
                "thought"
            ]
        },
        {
            "text": "THE FIVE PRINCIPLES OF AIKIDO AS TAUGHT BY THE FOUNDER ",
            "keywords": [
                "aikido",
                "founder",
                "principles",
                "taught"
            ]
        },
        {
            "text": "1. AIKIDO IS THE PATH WHICH JOINS ALL PATHS  OF THE UNIVERSE THROUGHOUT ETERNITY; IT IS  THE UNIVERSAL MIND WHICH CONTAINS ALL  THINGS AND UNIFIES ALL THINGS. ",
            "keywords": [
                "aikido",
                "contains",
                "eternity",
                "joins",
                "things"
            ]
        },
        {
            "text": "2. AIKIDO IS THE TRUTH TAUGHT BY THE  UNIVERSE AND MUST BE APPLIED TO OUR LIVES  ON THIS EARTH. ",
            "keywords": [
                "aikido",
                "applied",
                "earth",
                "lives",
                "taught"
            ]
        },
        {
            "text": "3. AIKIDO IS THE PRINCIPLE AND THE PATH  WHICH JOINS HUMANITY WITH THE UNIVERSAL  CONSCIOUSNESS. ",
            "keywords": [
                "aikido",
                "consciousness",
                "humanity",
                "joins",
                "path"
            ]
        },
        {
            "text": "4. BUDO ALL COME TO COMPLETION WHEN EACH  INDIVIDUAL, FOLLOWING HIS OR HER TRUE PATH,  BECOMES ONE WITH THE UNIVERSE. ",
            "keywords": [
                "budo",
                "come",
                "completion",
                "following",
                "individual"
            ]
        },
        {
            "text": "5. AIKIDO IS THE PATH OF STRENGTH AND  COMPASSION WHICH LEADS TO THE INFINITE  PERFECTION AND EVER-INCREASING GLORY OF  GOD.",
            "keywords": [
                "aikido",
                "compassion",
                "glory",
                "god",
                "increasing"
            ]
        },
        {
            "text": "One should not look into the eyes of his partner.  ",
            "keywords": [
                "eyes",
                "look",
                "partner"
            ]
        },
        {
            "text": "If you do, your mind will be absorbed by the eyes. One should not look at  an opponent's sword, or else your mind will be drawn away by it. One should not  look at his opponent, for your mind will be drawn away by him. True Bu is the  polishing of the ability to absorb an opponent in his entirety. Therefore it suffices  that I merely stand here. ",
            "keywords": [
                "away",
                "drawn",
                "look",
                "mind",
                "opponent"
            ]
        },
        {
            "text": "There is no enemy in Aikido. It is wrong to think that having an opponent  or an enemy, or trying to be stronger than him and trying to overpower him is true  budo. True Budo has no opponent, True Budo has no enemy. True Budo is to  become one with the universe. The purpose of Aikido practice is not to become  strong, nor is it to fell an opponent. Rather, it is necessary to have one's heart at  the center of the universe, then as little as it may be, help maintain peace among  the peoples of the earth. Aikido is both like a compass that enables each person  to realize his own individual destiny, as well as a way of unity and love. ",
            "keywords": [
                "aikido",
                "budo",
                "enemy",
                "opponent",
                "true"
            ]
        },
        {
            "text": "At anywhere, at anytime, no matter how anyone may attack me, I have no  fear, for I have left everything in the hands of God. This is not just when holding  a sword, but always; for one must have a heart that clings neither to life nor death,  but rather one that leaves things in the hands of the Creator. ",
            "keywords": [
                "anytime",
                "hands",
                "left",
                "life",
                "matter"
            ]
        },
        {
            "text": "Aiki is not a technique to fight with or defeat the enemy. It is the way to reconcile  the world and make human beings one family. ",
            "keywords": [
                "aiki",
                "beings",
                "defeat",
                "enemy",
                "family"
            ]
        },
        {
            "text": "Techniques of Aikido are given birth at the moment when a circle, moving  round, meets with another one, and spirit of a circle settles in it when the  body reacts upon the moves of techniques. ",
            "keywords": [
                "aikido",
                "birth",
                "body",
                "circle",
                "techniques"
            ]
        },
        {
            "text": "Circles are vacant. To be vacant is to be free and unrestricted. When a  center arises in vacancy, it brings forth ki. Spirit lies in the center of vacancy  when this is in accord with infinite universe. Spirit is the source of whole  creation, mother of eternity. ",
            "keywords": [
                "center",
                "spirit",
                "unrestricted",
                "vacancy",
                "vacant"
            ]
        },
        {
            "text": "With spirit in its center, a circle contains elements which would create  numerous techniques. Circles are rich and abundant by nature. ",
            "keywords": [
                "abundant",
                "center",
                "circle",
                "circles",
                "contains"
            ]
        },
        {
            "text": "All creatures on earth can be united with each other, brought up and  protected by circles. Happenings in the world are also from the movement of  circles, and bu in Aikido is one of them. ",
            "keywords": [
                "aikido",
                "brought",
                "bu",
                "circles",
                "creatures"
            ]
        },
        {
            "text": "It is a circle with spirit in it that helps man prosper in oneness of his body  and mind. In the circle of Aikido spirit, there are countless techniques ready to  come forth at any moment. ",
            "keywords": [
                "aikido",
                "body",
                "circle",
                "come",
                "spirit"
            ]
        },
        {
            "text": "If it were not for a circle with spirit in it, man's prosperity or his spiritual  improvement would be hard to expect. Holding this spirit within, the body  becomes one with the universe. ",
            "keywords": [
                "body",
                "circle",
                "expect",
                "hard",
                "spirit"
            ]
        },
        {
            "text": "The spirit of a circle is the root of Bu in Aikido. Once we attain it, we can  absorb everything as if holding it in our hands when meeting opponents. We  have our own spirit and others have that of their own. When spirits on both sides  are in harmony with each other and produce genuine movement of Aikido as a  result, everything is integrated in a circle. ",
            "keywords": [
                "absorb",
                "aikido",
                "circle",
                "sides",
                "spirit"
            ]
        },
        {
            "text": "Circles have everything at their command. The secret of a circle is to  make any techniques we like come out through the center of vacancy. ",
            "keywords": [
                "center",
                "circle",
                "circles",
                "come",
                "command"
            ]
        },
        {
            "text": "Bu: bushi- - warrior, budo- - martial art. ",
            "keywords": [
                "art",
                "bu",
                "budo",
                "bushi",
                "martial"
            ]
        },
        {
            "text": "The Bu of Budo Must Be Made One with the Universe ",
            "keywords": [
                "bu",
                "budo",
                "universe"
            ]
        },
        {
            "text": "All techniques, every one, must be in line with the Truth of the Universe. Technique  which is not will surely rebound and cause the destruction of one's body. Any martial activity  which is not tied to the universe in harmony is not to be called the Bu of Takemusu. Bu which is  so tied to the universe is graced with the Love that binds human beings together and so it may be  called the Bu of Takemusu, (that is, the martial art which generates martial virtue). ",
            "keywords": [
                "bu",
                "called",
                "martial",
                "tied",
                "universe"
            ]
        },
        {
            "text": "The First Step to Takemusu Martial Arts is Otakebi ",
            "keywords": [
                "arts",
                "martial",
                "otakebi",
                "step",
                "takemusu"
            ]
        },
        {
            "text": "The first step in producing this kind of Bu is the otakebi, a courageous war cry. The spear  of the echo of the five parts of the human body thrusts forth to the universe by means of the  power of \"Ah\" and \"UN\". That which makes the form of the echo of the whole body manifest is  musubi. It is the original element of all. It is in the high position. The original element brings  forth all the many varieties of martial activities and is the lord of their multitudinous variations.  ",
            "keywords": [
                "body",
                "echo",
                "element",
                "forth",
                "original"
            ]
        },
        {
            "text": "However, the forms which come through the various echoes of the five body parts (the  head, the neck, the trunk, the arms and the legs) must be in harmony with the echo of the  universe. ",
            "keywords": [
                "arms",
                "body",
                "come",
                "echo",
                "echoes"
            ]
        },
        {
            "text": "Unifying the Echo of the Body with the Echo of the universe ",
            "keywords": [
                "body",
                "echo",
                "unifying",
                "universe"
            ]
        },
        {
            "text": "The echo of the body is in the first place the foundation of the unifying of the spirit/mind  and the physical body. It is necessary that this echo be made one with the echo of the universe  and that the two mutually interact. If you wonder why this is so, it is because having appeared  within the universe the echo of the body reverberates against the universal echo and to do so one  must possess a body that has strong power. The subtle variations and alteration of this echo are  the root source of Bu.  ",
            "keywords": [
                "alteration",
                "body",
                "echo",
                "universal",
                "universe"
            ]
        },
        {
            "text": "By Means of the Echo of the Body Give Birth to Heat, Light and Power When one had unified the echo of the body with that of the universe, heat, light and  power are generated. There is a martial unity which utilizes the subtle variations of this in order  to ki-musubi with everything, to iki-musubi and to tie the cord connecting all. So doing it learns  the \"Subtle Functions of Ki\" and by becoming one with the underlying root of unity it gives birth  to technique. This Bu is the true meaning of the word. This is the Great Love of happiness and  the true purposeful movement of the Universe. It is the mission of Aiki to bring about a Bu that  encompasses the proper governance of the universe. ",
            "keywords": [
                "birth",
                "body",
                "bu",
                "musubi",
                "universe"
            ]
        },
        {
            "text": "Aiki is living-through the echo of the whole body. It is tied in with the echo of the  universe and thus brings forth the technique of innumerable and uncountable variations. This is a  scientific approach to technique. This is the basing of technical content upon the foundation of the correct moral governance of human life. In this way and by means of the echo  of the whole body and the heat, light and power it is incumbent on us to make manifest the form  of the Bu of Takemusu. ",
            "keywords": [
                "body",
                "echo",
                "make",
                "manifest",
                "technique"
            ]
        },
        {
            "text": "The Things of Heaven and Earth are of the Same Root ",
            "keywords": [
                "earth",
                "heaven",
                "root",
                "things"
            ]
        },
        {
            "text": "This echo of the universe in which the myriad things of the heavens and the earth find  their life follows the path of never-ending fostering and evolution by becoming the mainstay of  the moral governance of the space within the universe. This it does through unification with the  echo of the five body parts. For us it is to utilize Masakatsu, Agatsu and Katsuhayabi, to store  up in our one point (lower abdomen) the fate of Heaven and to become one with the universal.  Thus we foster spirit inside and outside of the universe and like the echo of the body establish a  purified. link up which flows without interruption or interference. We realize the single origin of ",
            "keywords": [
                "body",
                "echo",
                "mainstay",
                "masakatsu",
                "universe"
            ]
        },
        {
            "text": "ourselves and the world of the Universal and plumb the depths of their common root. Then with  no misunderstanding of the center of the universe or of Masakatsu, Agatsu and Katsuhayabi, we  may walk the Path which produces spirit through the . power of the breathing of the 'Ah\" and  \"Uh\" of the Bu of Takemusu. ",
            "keywords": [
                "agatsu",
                "takemusu",
                "uh",
                "universal",
                "universe"
            ]
        },
        {
            "text": "The Variations in KOKYU Are of a Subtle Nature ",
            "keywords": [
                "kokyu",
                "nature",
                "subtle",
                "variations"
            ]
        },
        {
            "text": "The delicate variations of the inhaling and exhaling of the breath, called kokyu, are the  parents which give birth to the Subtle Functions of Ki. These are the root source of the Bu, the  martial element. ",
            "keywords": [
                "birth",
                "martial",
                "parents",
                "root",
                "source"
            ]
        },
        {
            "text": "By means of the Subtle Functions of Ki unify the spirit and the body then when Aikido is  performed one can realize the delicate variations in the breath. It is this that will cause technique  to appear of its own free accord. ",
            "keywords": [
                "accord",
                "realize",
                "spirit",
                "subtle",
                "technique"
            ]
        },
        {
            "text": "These variation of the breath blend with the ki of the universe (ki-musubi), generate life  (iku-musubi), and then cause the cord to be tied (o-musubi). ",
            "keywords": [
                "blend",
                "breath",
                "cause",
                "ki",
                "musubi"
            ]
        },
        {
            "text": "Moreover, the subtle variations of the breath are absorbed deeply into this body of the  five parts, and through this coming in the physical body moves with great liveliness, becoming  capable of displaying the movements of the kaleidoscopic variations of deification. This is  something different from simple technical variation. ",
            "keywords": [
                "body",
                "simple",
                "subtle",
                "technical",
                "variations"
            ]
        },
        {
            "text": "When this is achieved, heat, light and power are generated and tied together then for the  first time in the five organs and the six viscera, the very depths of the physical body. ",
            "keywords": [
                "achieved",
                "body",
                "depths",
                "generated",
                "heat"
            ]
        },
        {
            "text": "Things become as your spirit/mind wills them to be and it is an easy thing to become  one-body with the universe. ",
            "keywords": [
                "body",
                "easy",
                "mind",
                "spirit",
                "thing"
            ]
        },
        {
            "text": "By becoming aware of these subtle variations in the breath the individual person will  imbibe the techniques of Aikido. ",
            "keywords": [
                "aikido",
                "aware",
                "breath",
                "imbibe",
                "individual"
            ]
        },
        {
            "text": "Kokyu Produces Fluctuations in the Ki of the Vacuum ",
            "keywords": [
                "fluctuations",
                "ki",
                "kokyu",
                "produces",
                "vacuum"
            ]
        },
        {
            "text": "The kokyu breath sets up waves of motions or undulations in the ki of the vacuum of space.  Depending on whether these waves are vigorous or sluggish the various origins in the universe  are brought into being. Likewise according to the liveliness or dullness of these sinuous waves,  the coagulation or solidification of the spirit and the body is known. ",
            "keywords": [
                "undulations",
                "universe",
                "vacuum",
                "various",
                "waves"
            ]
        },
        {
            "text": "When the congealing of the kokyu breath overflows to the spirit/mind and the physical  body, the breath then becomes one with the universe in a natural way, whether or not all goes as  you yourself wills it to be, and you will feel it spread out spherically into the universe. Then,  after that, you feel the kokyu which has once expanded to the universe recondences back into the  self. ",
            "keywords": [
                "body",
                "breath",
                "feel",
                "kokyu",
                "universe"
            ]
        },
        {
            "text": "When you have become capable of this sort of kokyu breath, the spiritual reality/essence  will concentrate in the area around your self where you will perceive its presence. This very  thing is your guidepost for the first step toward the Subtle Functions of Aiki. These subtle uses  are necessities if Aiki is to be drawn out in a spontaneous and unwilled fashion. ",
            "keywords": [
                "aiki",
                "spontaneous",
                "step",
                "subtle",
                "thing"
            ]
        },
        {
            "text": "When one has become skilled in leading the subtle applications of Aiki one may realize  the honored virtue of Holy Creation. The breath will ascend upward in a rightward spinning  spiral and descend again in a leftward spinning spiral, giving birth to the blending of water and  fire. The continuous productive activity of friction is also produced. Means (Iki-musubi means  the joining of the opposing divine elements representing the physical and spiritual aspects of life  and is a homonym for the word life, \"iki,\" and for the word breath, \"iki.\" Musubi, is also  homonym with possible meanings of blend/tie together; or generate/produce.)",
            "keywords": [
                "homonym",
                "iki",
                "means",
                "musubi",
                "word"
            ]
        },
        {
            "text": "Sui-ka no musubi (water and fire musubi) is the ultimate root source of the multitude of  things in the universe; it is without substance and limitless in its infinity. ",
            "keywords": [
                "infinity",
                "ka",
                "limitless",
                "multitude",
                "musubi"
            ]
        },
        {
            "text": "In the end it is the ability to bring forth this continuously productive. activity of friction  that will allow you to grasp the essence of Aiki. ",
            "keywords": [
                "ability",
                "activity",
                "aiki",
                "allow",
                "bring"
            ]
        },
        {
            "text": "Do Not Fail to Observe the True Image of the Universe  ",
            "keywords": [
                "fail",
                "image",
                "observe",
                "true",
                "universe"
            ]
        },
        {
            "text": "Whenever I am asked about my hopes for those who are applying themselves to the austere  training of Aikido, I must answer that I would like them all to scrutinize well the circumstances  of the world from beginning to end, to listen well to the words of men, and then to take that  which is best and make it a part of themselves. Then with this foundation they must go forward  and open the gate of the self. ",
            "keywords": [
                "aikido",
                "open",
                "scrutinize",
                "self",
                "training"
            ]
        },
        {
            "text": "For example, one must observe the true image of the Heavens and the Earth and reach a  realization from within the Self. Once one has a realization, one must immediately act upon the  experience. When one has acted, then one must immediately reflect upon one's actions. This is  the order of the activities that should be performed: realize then reflect, act then reflect. I would  like to see each person gradually move upward and improve in this fashion. Putting it another  way. Study a river flowing down a valley. Can you look at the way the rushing waters move  between the stalwart boulders and learn something of the innumerable body changes of budo? Or  when you read some sort of classical writings such as the holy sutras, or listen to something of  that nature, are you capable of taking that lesson and making it into budo? Observing the  manifestations of the worlds of Heaven and Earth, we should learn from them all. Thus we may  come to some realization. We reflect on it and we learn from it, over and over again. This is  what must be done. ",
            "keywords": [
                "act",
                "learn",
                "realization",
                "reflect",
                "way"
            ]
        },
        {
            "text": "For those people who are performing the austerities of training in the martial ways, it is a  necessity to store up the true image of the Universe in the abdomen. This is extremely  important. Look at the movements of the world around you and become aware of something  from your observations. Read books and take what is there and bring it into your technique on  your own. Never just wastefully overlook that which in going on around you. ",
            "keywords": [
                "abdomen",
                "training",
                "true",
                "universe",
                "wastefully"
            ]
        },
        {
            "text": "To be more exact, the mountains, rivers, grasses and trees are all your teachers. ",
            "keywords": [
                "exact",
                "grasses",
                "mountains",
                "rivers",
                "teachers"
            ]
        },
        {
            "text": "There are a great number of people these days who dislike religion, but this is only  because they do no know anything. Even if something is presented under the name of religion  you can take what is there into yourself and make it into budo. Then there is good in it for you.  There Is a poem associated with a religion to which I was converted long ago. It goes like this:  ",
            "keywords": [
                "make",
                "number",
                "people",
                "poem",
                "religion"
            ]
        },
        {
            "text": "Now, if you are able to read this and say to yourself,  ",
            "keywords": [
                "able",
                "read",
                "say"
            ]
        },
        {
            "text": "'Of course, the plum blossom has 5 petals,  ",
            "keywords": [
                "blossom",
                "course",
                "petals",
                "plum"
            ]
        },
        {
            "text": "each one represents one of the five elements:  ",
            "keywords": [
                "elements",
                "represents"
            ]
        },
        {
            "text": "then you will be able to say that even a tiny plum flower is able to teach you something of the  Universe. The blossom is an expression of the spirit of the Great Universal. ",
            "keywords": [
                "able",
                "blossom",
                "expression",
                "flower",
                "great"
            ]
        },
        {
            "text": "This is similar to the story of the Opening of the Great Stone Door found in the Kojiki of  Japanese mythology. In reality this world was produced by the Universe of Heaven and Earth,  yet it is in a state which must still be brought to perfection.",
            "keywords": [
                "brought",
                "similar",
                "state",
                "stone",
                "story"
            ]
        },
        {
            "text": "All of this is to say that the Three Worlds of Ken, Yu and Shin — the world of  appearances, the world of essences, and that of the gods — must all be opened simultaneously.  ",
            "keywords": [
                "appearances",
                "essences",
                "gods",
                "ken",
                "world"
            ]
        },
        {
            "text": "Aiki is a divine invocation of the echo of universal formation.  ",
            "keywords": [
                "aiki",
                "divine",
                "echo",
                "formation",
                "invocation"
            ]
        },
        {
            "text": "We must manifest this Aiki through the echo of this spirit to produce an infinite power.  The resonance of this echo of Universal Spirit possesses the power to resolve all matters. The  echo of the spirit of universal formation can only be learned from the Universal, must then be  reunited ",
            "keywords": [
                "aiki",
                "echo",
                "power",
                "spirit",
                "universal"
            ]
        },
        {
            "text": "with the center of the universe and assimilated into it. In this way we ",
            "keywords": [
                "assimilated",
                "center",
                "universe",
                "way"
            ]
        },
        {
            "text": "develop along with the progress of the universe. Thus one can go on faithfully recreating the  form of the Universal in one's own body, absorbing into one's mind and body all that constitutes  the essence of the universe by means of the echoing of its all pervading spirit. By extension, one  also comes into harmony with the hearts and minds of all the people in the world. In other  words, it is a process of unification with peace and with harmony. Needless to say, people  should not start fights and wars. All things are linked and united with harmony and this is Aiki.  A person who tries to unite the world with harmony is a genuine person and so it may be said  that Aiki is a way of cultivating genuine people. ",
            "keywords": [
                "genuine",
                "harmony",
                "people",
                "universe",
                "world"
            ]
        },
        {
            "text": "Therefore it behooves us to develop our bodies, foster our ki, further our wisdom and  virtue, and our common sense, as well; and, by austerely training ourselves in the Universal  Principle, rebuild our own minds in order to create a genuine self. In other words, Aikido is a  technique of purification (misogi). One uses this misogi technique to develop the great spirit of  loving protection of all things by keeping the laws of existence and the laws of God, and so  fulfill one's life mission. To do these things one must take up the stance of the true victory of  self-mastery. ",
            "keywords": [
                "develop",
                "laws",
                "misogi",
                "self",
                "things"
            ]
        },
        {
            "text": "God's universal law of creation and existence is the principle that clearly reveals the  precious workings of His beautiful universe. All things originate from one thing. Therefore one  should observe the genuine appearance of all that exists and keeping this visage in your  abdomen, make it the foundation of a larger self. As a result of this your eyes will be opened.  This is where unceasing reflection and devotion to training toward spiritual goals must not be  subverted by laziness in the face of duty. The result of all this is a unification of the spiritual and  the physical self, a mind and body that have reached a state of accord. ",
            "keywords": [
                "originate",
                "physical",
                "result",
                "self",
                "spiritual"
            ]
        },
        {
            "text": "For people who train diligently in Aikido it becomes important to bring home to budo the  laws and principles of existence, as God had intended. So doing, the pure image (a clear view)  of things as they really are according to God's law becomes visible to our eyes. This insight  makes it possible to create Aikido techniques because of progress in understanding the Principle  of Aiki, which in turn means that no matter what subtle changes take place in the universe you  will, of necessity, become aware of them. This is truly grasping the genuine appearance of  things, because without this vision one can never apprehend that the continual flux of the  universe takes place according to Universal Truth. And in ignorance of this truth we are unable  to fully put into action our mission as human beings in this world. In order to reach the truth of  reality, it is important \"to Aiki\" with the principle of the Universal. ",
            "keywords": [
                "according",
                "god",
                "principle",
                "things",
                "truth"
            ]
        },
        {
            "text": "Within the subtle variations and flux of the universe there are spring, summer, autumn  and winter, just as we humans feel joy or anger, love and pleasure. As much as possible we  must diligently work so that second by second the eternal fluctuations of the universe become  the same, a continuum. As I said before, all the laws of the universe have a single root or origin,  the great workings of which are the Universal Truth. Those who would train in Aikido should  research deeply the functions of this original, unitary principle, and so imbibe Universal Truth;  in other words to become more and more like the spirit of loving protection of all things which is  something that never misses being aware of anything.",
            "keywords": [
                "aikido",
                "second",
                "truth",
                "universal",
                "universe"
            ]
        },
        {
            "text": "This awareness is the culmination of the efforts and duties of a follower of Aikido. It  results in the construction of a world which is pleasant to live in. As I always say, \"This  beautiful universe which we see is but a single household, the Lord has made.\" We must build a  world that is truly beautiful. This infinite power which we learn from the Godhead through the  echo of the spirit of universal formation has the strength to unify and bring peace to the world. ",
            "keywords": [
                "beautiful",
                "truly",
                "unify",
                "universal",
                "world"
            ]
        },
        {
            "text": "Listening to the words or performances of the masters of a variety of ways, one realizes  that the one thing that these people have in common is the Ability in blend perfectly with the  universe and to manifest a world of universal harmony. ",
            "keywords": [
                "ability",
                "universal",
                "universe",
                "variety",
                "ways"
            ]
        },
        {
            "text": "Aiki is the fiber that links everything—not just man—together in Love. The origin of the  Bu of Japan is love. Everything in this world is given shape according to Love. Science and  culture, likewise, stem from the great spirit of Love. Positioned between Heaven and Earth, Man  uses this strand in this world to aid him down the Way of Creation. ",
            "keywords": [
                "love",
                "man",
                "strand",
                "uses",
                "world"
            ]
        },
        {
            "text": "There are many paths to the top of Mt. Fuji, and yet only one summit. This summit is, in  other words, the Way of Love. Each individual's practice is different, while the final destination  is Identical. ",
            "keywords": [
                "destination",
                "different",
                "final",
                "fuji",
                "summit"
            ]
        },
        {
            "text": "The Way of Bu (the Martial) of Japan is by no means a path of contest, battle or  confrontation. Bu is the way of being at peace with everything, and of treating everyone along  the path as one's brother. Let me tell you now about a dream I had the other day. ",
            "keywords": [
                "battle",
                "brother",
                "bu",
                "path",
                "way"
            ]
        },
        {
            "text": "In my dream, I was running down the way of Shura*, rushing to make myself invincible.  I wanted to become the strongest person in Japan and the world. Looking then at myself, I saw a  hard expression on my face and a body entirely without light. ",
            "keywords": [
                "body",
                "saw",
                "shura",
                "strongest",
                "wanted"
            ]
        },
        {
            "text": "I continued down the path, and came to the bank of a vast river. The current flowed  rapidly, and I began to wonder how I was going to ford the rapids. Just then, I spied a piece of  driftwood. I motioned for it to come closer and, sure enough, it came within my reach. I grabbed  the wood and climbed onto it to cross the river.  ",
            "keywords": [
                "bank",
                "came",
                "river",
                "sure",
                "vast"
            ]
        },
        {
            "text": "Five or six of my students joined me, together with some who had contested me in the  past, and the piece of driftwood began to sink under the weight. Just then, two students let go of  the board. They sank, but this permitted the rest of us to cross to the other side. These two  sacrificed themselves for the others. ",
            "keywords": [
                "began",
                "sacrificed",
                "sank",
                "sink",
                "students"
            ]
        },
        {
            "text": "Once on the other bank, we found a large open field, full with rich green stalks of rice.  The others who crossed the river were attracted to this rice field, and were soon enveloped by it. ",
            "keywords": [
                "attracted",
                "bank",
                "crossed",
                "field",
                "rice"
            ]
        },
        {
            "text": "In the end, one is alone on the great Way that links North and South. I was the only one  to shed tears of bliss as I then mounted the great Way of Light. ",
            "keywords": [
                "bliss",
                "end",
                "great",
                "light",
                "way"
            ]
        },
        {
            "text": "In order to continue with one Way, it is necessary to progress without possessing desires.  Only when completely devoid of desire will one achieve ultimate freedom. The world will  become the province of people free of desire. ",
            "keywords": [
                "achieve",
                "desire",
                "progress",
                "province",
                "ultimate"
            ]
        },
        {
            "text": "In this world, \"sin\" disrupts all and it is forgetfulness of the Foundation of the Single Source that causes this misguidance.  ",
            "keywords": [
                "causes",
                "disrupts",
                "forgetfulness",
                "foundation",
                "misguidance"
            ]
        },
        {
            "text": "It is the Single-Source, this core of the world, that has given birth to the Two Sources, the  origin of the physical and the origin of the spiritual. It produces the subtle and involved  principles, guides and manages the entire universe, and also gives life and form to all the  uncountable things in the Heavens and on the Earth. The Single Source achieves the loving  protection and nurturing of all creation by managing the Great Path of giving birth to and raising  up all in nature. It sees all creation as one family, as one body. The past, the present and the  future, as our breath of life, teach us the nurturing transformation of human life. This unceasing  evolution of the world makes us human beings progress together in a purified and enjoyable  spirit. ",
            "keywords": [
                "human",
                "life",
                "origin",
                "single",
                "world"
            ]
        },
        {
            "text": "At this point in time, the training in Martial Endeavors ought to be for the protection of a  transcending sincerity of love binding to love, and should never be unmindful of the Single  Source which fosters all. Our modern physical sciences are undoubtedly making great strides,  but on the other hand we have yet to realize the actualization of the more spiritual sciences. The  \"KI\" of all creation brings accord between the best points of the physical and spiritual sciences  and has none of their demerits. If we human beings can be in a correct relationship with this  \"KI,\" then struggle between people would disappear and peace would prevail in this world. In  that regard, our Aikido too must not fall behind the cycle of the Heavens. To attempt this only in  the realm of the budo of the body will not bring perfection. The techniques of the body require  only little strength. However, to take part in the Bu of the Spirit one must possess the A-Un (the  breath) of the physical soul and extend a pure power of health and brightness as you exert your  utmost strength. (This soul of the physical body is something that brings the flower of the  spiritual soul to bloom on the physical body. It is that which satisfies all the conditions of being  a human person.) For these reasons, through Aikido you must know your Self, and imbibe the  subtle essences of the multitude of created things in the universe. You must study the true image  of the universe and make its principles your own; know natural laws, and build the subtle  techniques of the Self which has light. This is the Way of Aiki. ",
            "keywords": [
                "body",
                "physical",
                "sciences",
                "soul",
                "spiritual"
            ]
        },
        {
            "text": "On reflection, Aikido can be seen as the root source of Japanese Budo. In accordance  with the Truth of the Universe, it clearly reveals the principle of the multitudes of spirit/minds.  It is the \"first principle\" that unifies the truth of the heavens, truths of the earth, and those of  physical things. It is the Way of building and polishing the Self and of mastering the movement  of \"One-sword-doctrine one-body,\" which is of utmost importance to persons who would be  enlightened to harmony. Thus, Aikido exists not in words or in theoretical reasoning but in the  echoes of all that exists in the universe of Heaven and Earth. ",
            "keywords": [
                "aikido",
                "earth",
                "exists",
                "truth",
                "universe"
            ]
        },
        {
            "text": "In our world there are a great number of people who do not shine with the Truth of the  Universal. Many such people are not able to function in harmony with the Truth of the  Universal because they are ignorant of the Laws of the Universe. As a result they are also  unable to manifest their true nature as human beings to its fullest extent. This inability exerts an  effect on all the various manner of beings as it is the cause of their suffering. ",
            "keywords": [
                "able",
                "beings",
                "people",
                "truth",
                "universal"
            ]
        },
        {
            "text": "For those people who come to realize these facts and so are determined to walk the Great  Path that fosters and protects the whole universe, the way begins by aiming at unifying their own  body and spirit. Polishing the soul of the Universal, they must gain control of Aikido which is  the Great Way of accord between the Heavens and the Earth and which protects the Three  Worlds of Reality, the Spirits and the Gods. By doing so they must illuminate the laws of the  Truth of the Universal. In order to become versed in the Harmony of truth, it is vital that one not  go against the Truth of the Universal. ",
            "keywords": [
                "great",
                "protects",
                "truth",
                "universal",
                "way"
            ]
        },
        {
            "text": "The fluctuations of the universe include the four seasons of spring, summer, fall and  winter. Likewise, human beings experience the four emotional states of joy, sorrow, anger and  pleasure. One must not waste even an instant. One must submit to the evolution of the universe  and never go against the Universal. Both growth and decay are in line with the Universal. ",
            "keywords": [
                "anger",
                "submit",
                "summer",
                "universal",
                "universe"
            ]
        },
        {
            "text": "All functions, all things, are the workings of the One-Source, the governing life force of  the universe. The spirit and all things are the various activities of this single origin. All the  manifested images in the universe are the truth of the Universal. ",
            "keywords": [
                "activities",
                "things",
                "truth",
                "universal",
                "universe"
            ]
        },
        {
            "text": "Those of you who may desire to perfect the soul of the universe through Aikido should  investigate deeply this source and in a way that is a suitable match for the truth of the Universal  and the honored spirit of the universe, you must gain the spirit of protection toward all existence.  You must draw nearer and nearer to a life that brings joy to all the living beings in this world. In  this there will soon come a day when you will be met by the Great Voice of Universal Joy. This  joy is a sign of the completion of one of the purposes of the act of training in Aikido. Aikido is a  way that blends with the Truth of the Universal. Of course, in this Path there is no spirit of  going against the Universal. That there is no spirit of resistance is a necessary element in the  Great Way of the fostering and bringing to completion of life. ",
            "keywords": [
                "aikido",
                "joy",
                "spirit",
                "universal",
                "way"
            ]
        },
        {
            "text": "To those of you who wish to train in budo in a spirit of blending with the Truth of the  eternally changing Universe, let me say once again; never be unmindful of the spirit of the  Single—Origin of all things, a spirit which loves and protects all that is. Such people must  defend the Path of a surpassing sincerity which embraces love with love. They must then persist  in their Aikido without falling behind the unfolding of the universe, making every effort to  manifest the honored spirit and from of the Single-Origin. ",
            "keywords": [
                "love",
                "origin",
                "single",
                "spirit",
                "universe"
            ]
        },
        {
            "text": "Unite your mind and body, and proceeding on, you will lay the foundation from which  technique originates.  ",
            "keywords": [
                "body",
                "foundation",
                "lay",
                "mind",
                "originates"
            ]
        },
        {
            "text": "Your technique will then spring up without limits through your nen -, the thoughts,  feelings and desires within. Needless to say all technique (waza) must be in harmony with the  principles of the Universe. This can only happen when you possess the proper nen. When you  accumulate the right kind of training it must be done with the correct nen. Should your nen be  tied up with improper, selfish desires your training will come to nothing. This is the evil or  perverted way. ",
            "keywords": [
                "accumulate",
                "desires",
                "nen",
                "technique",
                "training"
            ]
        },
        {
            "text": "Nen continues to move along without ever stopping so we must sharpen our thoughts and  feelings in order to attain a great vigor and so achieve a united mind and body. We must receive  (ukeru ) the great principle of the \"Unfolding of the Universe\" and guard and purify the three  worlds of Ken, Yen, and Shin: Ken, the World of Appearances or This World; Yu, the World of  the Spirits or the Dead; Shin, the World of the Gods]. Of course this great unfolding of  Universal Development is an unending event, and we must learn this Holy Way, its origins and  that of human beings, both of which are the same. Without an understanding of these  relationships, true Aikido cannot exist. ",
            "keywords": [
                "great",
                "ken",
                "shin",
                "unfolding",
                "world"
            ]
        },
        {
            "text": "I have already pointed out that any technique that proceeds from nen must be in  accordance with the Universal Principle. If this is not so, your waza will come back upon you  bringing self-destruction. Nen is not something that is only caught up with forms that are visible  to the eye. Rather it also must properly embrace the Principle of the Universe; it must have \"ki musubi\" with it. Nen should not stop inside the five parts of the human body for only when it is  tied in with the Ken, the Yu, and the Shin does it begin to partake of the Unfolding of the  Universe. ",
            "keywords": [
                "nen",
                "principle",
                "universal",
                "universe",
                "visible"
            ]
        },
        {
            "text": "The human body is an \"Empty Shell\", an illusion that is filled with a \"Genuine Soul\", all  created by the Universal. Therefore it imbibes the essence of the universe and is in fact identical  with it. The secret of budo is to transcend both life and death by using nen to bridge the gap  between this body and the universe, causing them to be the same and so to stand in the very  center of the Cosmos. Technique that appears in this state becomes waza wrapped in Love. This  is Takemusu Aiki. This is that which can \"Change a Thousand Changes and Become Ten  Thousand Things\". ",
            "keywords": [
                "aiki",
                "body",
                "love",
                "thousand",
                "universe"
            ]
        },
        {
            "text": "In this process, as I mentioned at the beginning of this article, the unification of mind and  body is absolutely necessary since it is the foundation from which we give birth to technique. It  is a unifying with the \"echo\" of the Universal and then a mutual give and take. This process of  change is the root of technique and might be called \"The Subtle Uses of Ki\". It is the integrating  of the echo of the physical body and that of the whole Universe. And from this is born light, heat  and power. This is the most subtle of the subtle functions. Even though the echoes of the body  and the universe 'tie their ki together' (ki-musubi) and an umbilical is established between them  so that the 'The Thousand Changes and the Ten Thousand Processes' can take place, it is still  necessary that we ourselves perform the practice or the training that gives birth to light, heat, and  power from the echo of the body, and sends forth technique into the emptiness of the universe. ",
            "keywords": [
                "body",
                "ki",
                "subtle",
                "technique",
                "universe"
            ]
        },
        {
            "text": "Again I point out, your thoughts, feelings, and desires that are the nen, must never fight  with the Universal for this will cause a cut in the ki. It is unthinkable to cut off the nen of the  physical body from the universe. Should nen fight against the cosmos then certainly the death of  the body will result.",
            "keywords": [
                "body",
                "certainly",
                "cut",
                "fight",
                "nen"
            ]
        },
        {
            "text": "Since it is necessary to become the same as the Universal but to do so without a selfish  will, the cultivation of nen is a process of unceasing training in that direction. It is first and  foremost the training of your own spirit or mind, the sharpening of the nen; and in a unified body  and spirit, the forging of a single mind. Thus is formed a firm foundation for the \"echo\". ",
            "keywords": [
                "body",
                "mind",
                "nen",
                "spirit",
                "training"
            ]
        },
        {
            "text": "A body and mind unified in this way becomes a stable base for creating technique but it  still remains to assure that the waza so created are all in accord with the Principle of the  Universe. Such harmonious technique is without end and travels \"The Great Way\" of birth and  unfolding. Therefore it gives birth to movements that \"Change a Thousands Changes and  Become Ten Thousand Things\". ",
            "keywords": [
                "accord",
                "birth",
                "technique",
                "universe",
                "way"
            ]
        },
        {
            "text": "In this way grasp Masakatsu, Agatsu, and Katsuhayabi, and store up in your abdomen an  ever increasing interaction with the Heavens. Unfold and foster the soul both of the inside and  the outside of the universe. Become a single unity with the universe so that you realize that the  \"root of man\" is a common root with the \"root of our Universe\". ",
            "keywords": [
                "abdomen",
                "root",
                "unfold",
                "unity",
                "universe"
            ]
        },
        {
            "text": "It is necessary to firmly establish the center of all that is. ",
            "keywords": [
                "center",
                "establish",
                "firmly",
                "necessary"
            ]
        },
        {
            "text": "HARMONY AND UNITY REPRESENT THE LIMITLESS POSSIBILITIES OF THE  ENTIRE UNIVERSE ",
            "keywords": [
                "entire",
                "harmony",
                "limitless",
                "possibilities",
                "represent"
            ]
        },
        {
            "text": "The total unification and harmonization of the Three World of Appearances, Essences,  and the Gods must be carried out. Likewise, the human race must join together in accord and  unity. Only by creating a joyous world of finest beauty we are able to live up to the true and  main responsibility of Aiki. Remember, the Great Principle of Budo is found on a path that  governs the world in peace, and through harmony and unification brings about a pleasant  existence on this globe. Budo is the \"Way\" to perfection.  ",
            "keywords": [
                "budo",
                "likewise",
                "live",
                "unification",
                "world"
            ]
        },
        {
            "text": "All humanity encompassed with accord; coordinated, unitary, blended into oneness; a  union of god and man, the human and the divine formed into a single body without doing harm  to either—in this will be found the limitless development and perfection of the Great Universe in  its ",
            "keywords": [
                "accord",
                "oneness",
                "perfection",
                "single",
                "union"
            ]
        },
        {
            "text": "Entirety. The word 'Bu', Martial endeavors, is written with a character that implies to stop the  battling halberds. It is the mission of true martial practitioners (shin no bujin) to play a role in  achieving this goal. The Universe has charged the \"shin no bujin\", the so-called budoka, with a  heavy task. By carrying out this most meaningful vocation, it will be possible to tie together the  universe in accord and unity, thereby bringing peace to this world. In other words, we must  awaken to the principle of the Way\" which leads us to harmony and unity and is an expression of  the singularity which exists when man strips away that which separates him from the Universe  and displays its entirety within his very form. In such a reductive unity, in the harmony of this  oneness, we find a great and precious principle, a fundamental law that is bestowed on us by the  Universal. In truth, it expresses the spirit of the universe which unifies and harmonizes. Our  Aikido is, likewise, one Great Path and Principle which unites the whole of the universe in  harmonious accord. ",
            "keywords": [
                "accord",
                "harmony",
                "principle",
                "unity",
                "universe"
            ]
        },
        {
            "text": "Everything that exists on the face of this earth represents the hallowed achievements of  the love of the Great Universe. Therefore, the Spirit of the Universe blends the human and the  divine, and is a Joint celebration of the one-body-ness of all that exists. This mission behooves  all of you to make every effort within your powers to bring each thing to fruition. The holy  works of the Universe may have many forms and aspects, but they are nothing more than  manifestations, different faces of the same, single Universe. Just as there are any number of  apparitions in the Universe, so there must be as many different ways that human beings can take  part in this mission, each person striving in accordance with the various talents of this universal  love that he or she has received. ",
            "keywords": [
                "exists",
                "human",
                "love",
                "mission",
                "universe"
            ]
        },
        {
            "text": "The root source of these operations of Universal Love is soul or spirit it is an expression  of love. Aikido exists as one of the very purest manifested forms of this root source. By its  essential nature, Aikido is most fundamentally a Way to achieve. unification, binding together  all humanity to create one grand and harmonious unity. Aikido speaks of works of love for all  creatures that are living. The created forms of the universe are the results of these works of love.  In fact, they foster and protect all the things of creation, purify them, and cause them to  experience creative development. We serve this mission of universal love in fostering and  perfecting creation when we strive on this earth through Aiki. The Universal has sown the  cosmos with seeds of creative development, and possess a limitless power to cause them to  proliferate. There is a method that will manifest the eternal destiny that makes up the warp and  weave of the Universe, and bring about the love of that Universe on this earth. That method is  named Aikido. By binding together the three worlds of Ken, Ye and Shin (Manifestations,  Essences and Divinity) in harmonized unity, and storing them up in our lower abdomen we must  press forward in the mission which has been assigned to us in this life.",
            "keywords": [
                "aikido",
                "love",
                "method",
                "universal",
                "universe"
            ]
        },
        {
            "text": "Our modern times are material times, a world of the physical soul. ",
            "keywords": [
                "material",
                "modern",
                "physical",
                "soul",
                "times"
            ]
        },
        {
            "text": "However, if the spiritual soul can bloom and bear fruit the world will change. Now is the  time in which the spirit is about to appear. If the spiritual side does not stand to the front, then  this world is without hope. Now the flower of material things is blooming but if the flower of  the spirit is able to bloom and bear fruit on top of this material base, a better world will be born. I  say this because I have been experiencing it everyday. At first I wondered if it was all just  hallucinations. ",
            "keywords": [
                "flower",
                "material",
                "spirit",
                "spiritual",
                "world"
            ]
        },
        {
            "text": "I tried to create a heavenly plane inside myself so that I could constantly interact with  Heaven and Earth and the Universe. Whenever I tried to do something, a glowing white sphere  would appeared in front of my eyes in which another me was standing. If I pick up a fan, the  other one did the same. When I thrusted at him, I got stabbed or punched instead. There was no  room for conceit. That was not an illusion, it was the austere training of shugyo. I was certain  that I could always make progress through this practice.  ",
            "keywords": [
                "appeared",
                "standing",
                "thrusted",
                "training",
                "tried"
            ]
        },
        {
            "text": "It was like the tides of the sea inside my body. When the wave hits, plumes of water  splash up and in a roar they become Yang. When you inhale, you should not just draw in; you  should absorb every. thing into your own abdomen. Then the divine Ki of the Single Source is  exhaled. When we think of this in terms of our society, each of us is absorbed into our individual  universe so that the divine Ki of the gods purifies the society. ",
            "keywords": [
                "abdomen",
                "divine",
                "ki",
                "society",
                "water"
            ]
        },
        {
            "text": "That other spiritual self tried to thrust at me. (This time) I rode on his thrusting beam and  caught it. That is to say, I became one with that ray of light. With this bridge of light, I looked  that way and I progressed. I experienced this sort of thing daily. One should understand these  four treasures; the Ki of the sun and the moon, the breathing of Heaven, the breathing of Earth,  and the tides of the ocean. ",
            "keywords": [
                "beam",
                "breathing",
                "light",
                "treasures",
                "tried"
            ]
        },
        {
            "text": "The perfectly transparent sphere is another necessity. These five things purify and bring  accord to the world. These things are not only for this Ueshiba; rather all people who agree with  them will be given a light from Heaven and they will be able to sense them. ",
            "keywords": [
                "able",
                "sense",
                "sphere",
                "things",
                "transparent"
            ]
        },
        {
            "text": "Thus each of you should be of a noble character, one who assists the flower of the spirit  to bloom, and helps the fruits of the soul to bear forth. Each of you must serve to guard the three  realms of Appearances, Essences, and the Gods. ",
            "keywords": [
                "appearances",
                "helps",
                "noble",
                "realms",
                "serve"
            ]
        },
        {
            "text": "A special pagoda should be constructed inside ourselves (the Taho Butto dedicated to the  Buddha and Taho Nyorai). Pagodas should be built not only at holy places or in temples. They  are to be constructed inside of everybody. I long for the day when this will come to be I would  like to see all people bring about a change in themselves to become like the bodhisattva Kannon  (Avalokitesvara). People should strive to become like a Saisho Nyorai (an honorary title for a  most superior and holy person) who can change into any form for the salvation of all living  things. At the same time, our entire Japan should become a pagoda. When you get to that kind  of realm, you will surely understand why you practice Aikido. ",
            "keywords": [
                "holy",
                "inside",
                "like",
                "pagoda",
                "people"
            ]
        },
        {
            "text": "From the materialistic soul, television and all those sorts of things have made it possible  to view things in far away places. When this progress takes one further step, and the flower of  the spirit blooms and bears its fruit, people will have a picture image of other people's thoughts  and feelings so that they will understand everything ",
            "keywords": [
                "away",
                "people",
                "television",
                "things",
                "thoughts"
            ]
        },
        {
            "text": "In Aikido, before one's opponent comes, one absorbs the intentions of his spirit/mind into  oneself to control it freely. That is to say, the workings of a spiritual gravity makes progress. ",
            "keywords": [
                "absorbs",
                "aikido",
                "comes",
                "control",
                "freely"
            ]
        },
        {
            "text": "One sees the world all at once. Today, as yet, almost nobody is able to do this. I haven't reached  it, either. ",
            "keywords": [
                "able",
                "haven",
                "reached",
                "sees",
                "today"
            ]
        },
        {
            "text": "Religious people often speak of this. word, chinkon-kishin---(which means to calm the  spirit and reunite with the godhead). However, it is necessary not to let ourselves become  entangled in the vocabulary. It is no good to tie oneself up with one's own words. We should  not forget the importance of things that are of the physical soul (in our search for that which is  spiritual). Likewise we must treat our bodies with the proper reverence since they are the place  in which we are to create the true self. ",
            "keywords": [
                "bodies",
                "religious",
                "reunite",
                "reverence",
                "search"
            ]
        },
        {
            "text": "Whenever I look at the material world, I feel again that it is ",
            "keywords": [
                "feel",
                "look",
                "material",
                "world"
            ]
        },
        {
            "text": "necessary to clean up the Way of the Six Sources. When it gets congested, only noise can enter.  When noise flows in all the Six Sources will turn to evil and this will bring disorder to the.  world. For the world to fall into disarray is the worst of all sins. You should polish your  spirit/mind so that the workings of the Six Sources can freely take place. That is to say, the Path  of the spirit should be made clear. With that, the Six Sources will be openly manifested as light.  Although we should not rely on the Six Sources exclusively, if they are not purely maintained, it  will bring disorder into the world. ",
            "keywords": [
                "bring",
                "disorder",
                "noise",
                "sources",
                "world"
            ]
        },
        {
            "text": "When the congealing of breath, kokyu, has taken over in the body, one will  naturally become one with the universe, without even having to consciously think about it,  and you will be able to feel the universe expanding in a sphere, roundly.  ",
            "keywords": [
                "able",
                "body",
                "breath",
                "congealing",
                "universe"
            ]
        },
        {
            "text": "Once the kokyu has expanded you will feel it condensing and concentrating again. When  you have become able to perform this sort of kokyu, the actual reality of existence becomes  concentrated in your surroundings and one is able to remember them in an orderly and structured  fashion. This state is the direction of the first step in the subtle efficiency of Aiki, a delicate  function that is a necessity if one is ever to derive Aiki freely and unconsciously. ",
            "keywords": [
                "able",
                "aiki",
                "kokyu",
                "structured",
                "subtle"
            ]
        },
        {
            "text": "Then when you have excelled in directing these subtle uses of Aiki you will be imbued  with the moral virtue of Holy Creation. Your kokyu will soar up in a rightward turning spiral  and then descend down again spiraling leftward. You will give birth to the \"iki no musubi\" (the  union of water and fire) and bring forth the \"continuous action of friction\" ",
            "keywords": [
                "action",
                "subtle",
                "turning",
                "union",
                "uses"
            ]
        },
        {
            "text": "This \"iki no musubi\" is the ultimate and underlying root of the totality of the things that  exist in the universe. It has neither form nor weight. And once you have been able to bring forth  the continuous action of friction you will become able to grasp the essence of Aiki. ",
            "keywords": [
                "able",
                "things",
                "totality",
                "ultimate",
                "underlying"
            ]
        },
        {
            "text": "That which is the parent who gives birth to the delicate variations and alterations of the  breath, kokyu, is the \"Efficacy of ki'. These variations of kokyu are the original root of \"Bu\" and  by means of the \"Delicate Efficacy of Ki\" one unifies them and makes them one with your body  and spirit/mind. Then, when one trains in the discipline of Aikido one can embody the fine  variations and alterations of the breath by means of that unification, and technique will become  totally free and self-existent. The variations of this breath (kokyu) tie in one's ki with that of the  Universe, generate life and cause the cord to be tied. ",
            "keywords": [
                "breath",
                "ki",
                "kokyu",
                "means",
                "variations"
            ]
        },
        {
            "text": "By deeply taking into the physical body and completely digesting these delicate  variations of the breath, the body will activate their works. It will then be able to display the  workings of the multitudinous changes and alterations of divinely-ordained variation. On  achieving this state, the viscera, one's very bowels, will for the first time generate and connect  with heat, light and power. Things are as our spirit/mind intends and it becomes easy to unify  one's self with the Universal. ",
            "keywords": [
                "able",
                "body",
                "multitudinous",
                "ordained",
                "physical"
            ]
        },
        {
            "text": "It is, in fact, by means of being able to freely perceive these subtle variations of the  breath that the techniques of Aikido are born. They set up a wave action in the ki of the vacuum;  a wave pattern that, depending on whether it is extremely strong or perhaps rather sluggish,  forms the origins of the various things within the universe. It is by means of the strength or  weakness of this wave action that the solidification Or settling of the body can be known. ",
            "keywords": [
                "able",
                "action",
                "means",
                "settling",
                "wave"
            ]
        },
        {
            "text": "All technique must be in accord with the basic Laws of the Universe and any technique  which is not will totally destroy the body. Such technique is unable to tie in with the universe  and for this reason could never be \"Takemusu Aiki' (Bu-generating Aiki). Bu which can tie in  with the universe is a Bu with the grace of a Love that binds together all humanity horizontally.  Martial activities (Bu) that are able to connect with the universe we may call \"Takemusu Martial  Arts.\" ",
            "keywords": [
                "aiki",
                "bu",
                "technique",
                "tie",
                "universe"
            ]
        },
        {
            "text": "The very first step toward the creation of the Bu of Takemusu is the Echo. We expand  the spear of the echo of this physical body out into the universe by way of the power of \"Ah an\"  [the inhaling and exhaling of breath, the alpha and the omega, or the mantra \"om\"]. That which  is revealed in the form of the echo of the physical body is \"musubi\" (to generate, create). It is  the original element of all that exists And it is this original element which is the primary ",
            "keywords": [
                "body",
                "echo",
                "element",
                "original",
                "physical"
            ]
        },
        {
            "text": "principal in the germination of the unlimited variations that manifest the forms of martial  activity. ",
            "keywords": [
                "activity",
                "forms",
                "germination",
                "manifest",
                "martial"
            ]
        },
        {
            "text": "We should not depend too greatly upon the Six Senses. ",
            "keywords": [
                "depend",
                "greatly",
                "senses"
            ]
        },
        {
            "text": "While Buddhism talks of purifying the Six Senses, it should be understood that the senses  are made available to our physical ",
            "keywords": [
                "available",
                "buddhism",
                "physical",
                "purifying",
                "senses"
            ]
        },
        {
            "text": "bodies in order that we can observe the brilliance of the phenomenal world. ",
            "keywords": [
                "bodies",
                "brilliance",
                "observe",
                "order",
                "phenomenal"
            ]
        },
        {
            "text": "Even at this level of perception, it is necessary to clear the way for the Six Senses.  Should we fail to keep them clear, they will clog and only let in static. This, in turn, causes the  Six Senses to move in the entirely wrong direction.  ",
            "keywords": [
                "causes",
                "clear",
                "clog",
                "direction",
                "senses"
            ]
        },
        {
            "text": "In a word, this is the beginning of a disrupted world. To upset the harmony of this world  is the greatest of all evils. To prevent this from happening, all one has to do is to cleanse one's  heart and brighten the way of the Spirit to enable the Six Senses to operate freely. Once this is  accomplished, the Six Senses become light itself and manifest on the surface. Once the Six  Senses begin to emit light, everything is made into the vibrations of the Spirit. The Self, then,  begets things; the internal freely flows into the external, and vice-versa; everything heretofore on  the outside becomes understood together with the Self. ",
            "keywords": [
                "freely",
                "self",
                "senses",
                "spirit",
                "world"
            ]
        },
        {
            "text": "When viewed from the perspective of the Self we sense that all material things belong to  the same universal family. One's spiritual training is, thus, not something to be taught to the  other members of this family. It is, rather, to be practiced with them. In the process of this  shared spiritual training, I think it then becomes necessary to put others — everything and  everyone — before oneself. Should you first know yourself you will come to understand all.  Everything in the Universe is, in other words included in the Self. This is the reason for the  Self's existence. This is also why it is possible to clarify the natural (original) instincts of the  Self. It is at this point that we then commence work on our individual missions. ",
            "keywords": [
                "belong",
                "family",
                "self",
                "spiritual",
                "training"
            ]
        },
        {
            "text": "Such work cannot, however, be performed alone, and is only possible because of the  entire Universe. It is, therefore, imperative that we understand the relationship between Self and  the realm I speak of. ",
            "keywords": [
                "entire",
                "imperative",
                "performed",
                "possible",
                "realm"
            ]
        },
        {
            "text": "Man must realize that he is the 'Senses of Creation', and that the Universe and he are one.  Working the child Of the Universe (or, as the person of religion would say, the Divine Child of  God), we must give our utmost for this world in order to prevent it from falling into chaos. This,  in turn, requires that we give way to everything. We must put ourselves always behind others.  We must, in this way, bring everything in creation to life. ",
            "keywords": [
                "bring",
                "child",
                "creation",
                "universe",
                "way"
            ]
        },
        {
            "text": "This way of Aiki brings Spirit together with Spirit. Aiki extends the way of the  macrocosmic life force of the Universe together with the Divine Form of Order to the  macrocosmic animate forms of the animal world. Aikido is the way of making the above clear.  Aikido is the way of making this one's own. ",
            "keywords": [
                "aiki",
                "aikido",
                "making",
                "spirit",
                "way"
            ]
        },
        {
            "text": "I speak to you today as a member of the family of Japan, as well as a member of the  family of the world. The message I carry is simple; from now on, the world must be in harmony  as one.  ",
            "keywords": [
                "carry",
                "family",
                "harmony",
                "member",
                "world"
            ]
        },
        {
            "text": "Japan, however, is still wandering. The message I deliver, thus, calls for everyone to  extract themselves from this situation, and join together as one family in a spiritual bond to  produce this harmony. ",
            "keywords": [
                "bond",
                "calls",
                "deliver",
                "extract",
                "family"
            ]
        },
        {
            "text": "It is important, moreover, that Japan do this itself before requiring this of other nations.  It is, in other words, important to endeavor to improve oneself and put one's own family in order  first. Only then may one move on to correct one's country, and to harmonize the Universe.  Indeed, the true mission of Aikido is to protect the harmony of the ",
            "keywords": [
                "aikido",
                "important",
                "protect",
                "requiring",
                "true"
            ]
        },
        {
            "text": "Three Worlds (The World of the Manifest, of the Hidden and of the Divine). ",
            "keywords": [
                "divine",
                "hidden",
                "manifest",
                "world",
                "worlds"
            ]
        },
        {
            "text": "The myths of old Japan frequently refer to the Three Divine Instruments. These are the  so-called Divine Sword, Divine Mirror and Divine Jewel. These are not, of course, literal  references to the implements used by the Gods but are, instead, metaphors to express the three  riches of the heart basic to man. The three spiritual virtues of man are Wisdom (the Sword),  Human Compassion (the Mirror) and Courage (the Jewel). ",
            "keywords": [
                "divine",
                "jewel",
                "man",
                "mirror",
                "sword"
            ]
        },
        {
            "text": "Aikido teaches the necessity of keeping these three Divine Instruments of old close to  heart when practicing one's spiritual training. One must look closely at this way—the history of  the ancients —in order to gain self realization. As all of this resides within oneself, self  enlightenment refers to the process of looking deep within oneself to ask such questions as  \"Where did I come from? and \"What should I do with my life?\". This is because we have all  been entrusted by Heaven with the mission of getting to know ourselves better. ",
            "keywords": [
                "aikido",
                "look",
                "looking",
                "oneself",
                "self"
            ]
        },
        {
            "text": "Looking back over the past and thinking about your joyful practice of Aikido, I truly  believe that there could be no greater happiness. The world of Bright around us is nothing less  than the workings of the true virtue of the original God. It is important for us to realize this, and  to be always thinking that we are a part of this world we too are made from the same timeless  continuum. This is why I say it is extremely important to. know one's self. ",
            "keywords": [
                "important",
                "thinking",
                "truly",
                "virtue",
                "world"
            ]
        },
        {
            "text": "The Aikido I am now practicing is the way of moving people. At the same time. Aikido  is a means of training both spirit and body. Aikido is by no means meant to be used to inflict  injury on others; Aikido is not the way of the sword of death. ",
            "keywords": [
                "aikido",
                "body",
                "death",
                "means",
                "way"
            ]
        },
        {
            "text": "The principle components of Aiki keiko training are Ki-form exercises and the Principle of  Tanren (Tanren-Ho). ",
            "keywords": [
                "aiki",
                "components",
                "exercises",
                "principle",
                "tanren"
            ]
        },
        {
            "text": "The most extreme type of Ki-form training is a true life-or-death duel. Budo are  originally devoid of the contests that are common to most sports. This is because, in Budo, a  contest invariably involves risking serious injury or death. It is, moreover, a great mistake to  seek out contests, as to inflict a lethal injury on anyone is the greatest crime a man can commit. ",
            "keywords": [
                "budo",
                "common",
                "contests",
                "death",
                "injury"
            ]
        },
        {
            "text": "From ancient times in Japan the guiding principle of Budo has been to avoid injuring or  taking the life of one's opponent. True Budo is the Way of Great Harmony, and the purification  of body and soul (Misogi). Budo is, in other words, governed by the principle that, in order for  man to practice the order of heaven on earth, it is first necessary for him to correct the self and  bend to the Ten Thousand Things. It is for this reason that I am particularly saddened by the  teachings of those who know little of the true Budo of which I speak, and who have fallen,  instead, into the militaristic-forms of martial arts that developed later in our country's history. ",
            "keywords": [
                "ancient",
                "budo",
                "order",
                "principle",
                "true"
            ]
        },
        {
            "text": "Many people seem to be under the impression that I have never lost or encountered any  failures. This is not true; I have, in fact, many failures in my past, most of which were caused by  weakheartedness. ",
            "keywords": [
                "caused",
                "encountered",
                "fact",
                "failures",
                "impression"
            ]
        },
        {
            "text": "On one occasion I traveled to Kanagawa prefecture to give a demonstration of Aiki  together with instruction at the local police department. I was greeted there by my partner, who  turned out to be a tall Judo instructor. At one point during the session when I was trying to  explain a certain point my partner resisted, and I damaged his wrist. ",
            "keywords": [
                "aiki",
                "partner",
                "point",
                "traveled",
                "trying"
            ]
        },
        {
            "text": "As a result of this experience, however, I was given an important spiritual lesson of not acting  contrary to the Way, and of maintaining love for one's partner at all times. It was after this that I  determined to completely adopt a position of truly benevolent love. ",
            "keywords": [
                "acting",
                "love",
                "result",
                "spiritual",
                "times"
            ]
        },
        {
            "text": "Another failure in my past came during a visit to a small fishing village while traveling  around the countryside. There I encountered a stout amateur sumo wrestler who was a good 6  feet in height weighing well over 200 pounds. He quickly challenged me to a fight, and I  accepted. I was not defeated, yet was unable to grab hold of him, owing to the sweat that made  his body extremely slippery. ",
            "keywords": [
                "200",
                "traveling",
                "unable",
                "village",
                "visit"
            ]
        },
        {
            "text": "In time, we both began to tire, at which point I then discovered the mysterious way of  controlling someone with a single fingertip by manipulating their Ki. In this way, the Aiki  Principle of Tanren training was born. ",
            "keywords": [
                "single",
                "tanren",
                "time",
                "tire",
                "way"
            ]
        },
        {
            "text": "Looking back over the past this way, you will note that I experienced many failures. And  yet, with each failure came a new lesson or technique, the cumulative result of which was the  completion of the Way of Aiki. There are, in addition to these stories, numerous others about  life-or-death situations in which I was attacked by people with wooden Bokken swords or, in  some cases, live blades. ",
            "keywords": [
                "addition",
                "stories",
                "swords",
                "technique",
                "way"
            ]
        },
        {
            "text": "It was through these various experiences that I was able to enter into the: Way of Shugyo  training that I continue to practice today. ",
            "keywords": [
                "able",
                "continue",
                "enter",
                "experiences",
                "practice"
            ]
        },
        {
            "text": "The appearance of an \"enemy\" should be thought of as an opportunity to test the sincerity  of one's mental and physical training, to see if one is actually responding according to the divine will. When facing the realm of life and death in the form of an enemy's sword, one must be  firmly settled in mind and body, and not at all intimidated; without providing your opponent the  slightest opening, control his mind in a flash and move where you will—straight, diagonally, or  in any other appropriate direction. Enter deeply, mentally as well as physically, transform your  entire body into a true sword, and vanquish your foe. This is yamato-damashei, the principle  behind the divine sword that manifests the soul of our nation. ",
            "keywords": [
                "body",
                "divine",
                "enemy",
                "mind",
                "sword"
            ]
        },
        {
            "text": "In essence, the sword is the soul of a warrior and a manifestation of the true nature of the  universe; thus, when you draw a sword you are holding your soul in your hands. Know that  when two warriors face each other with swords, the body and soul of each individual is  illuminated as they come together in a world that needs to be rid of falsehood and evil. An  enemy that appears along the Great Path of divinely inspired swordsmanship enables a warrior to  activate universal principles, and thus serves as an aid to the harmonization of all elements of  heaven and earth, body and soul— glories that endure forever. ",
            "keywords": [
                "activate",
                "body",
                "soul",
                "sword",
                "warrior"
            ]
        },
        {
            "text": "Our enlightened ancestors developed true budo based on humanity, love, and sincerity;  its heart consists of sincere bravery, sincere wisdom, sincere love, and sincere empathy. These  four spiritual virtues should be incorporated in the single sword of diligent training; constantly  forge the spirit and body and let the brilliance of the transforming sword permeate your entire  ",
            "keywords": [
                "ancestors",
                "love",
                "sword",
                "transforming",
                "true"
            ]
        },
        {
            "text": "Sports are widely practiced nowadays, and they are good for physical exercise. Warriors,  too, train the body, but they also use the body as a vehicle to train the mind, calm the spirit, and  find goodness and beauty, dimensions that sports lack. Training in budo fosters valor, sincerity,  fidelity, goodness, and beauty, as well as making the body strong and healthy. ",
            "keywords": [
                "beauty",
                "body",
                "goodness",
                "sports",
                "train"
            ]
        },
        {
            "text": "The Path is exceedingly vast. From ancient times to the present, even the greatest sages  were unable to perceive and comprehend the entire truth; the explanations and teachings of  masters and saints only express part of the whole. It is not possible for anyone to speak of such  things in their entirety—just head for the light and heat, learn from the gods, and through the  virtue of devoted practice become on with the divine. Seek enlightenment along this edge. Issue # 3 (1993)",
            "keywords": [
                "1993",
                "masters",
                "path",
                "perceive",
                "possible"
            ]
        },
        {
            "text": "Through Martial Endeavor Fulfill Your Divinely Ordained Mission in Life ",
            "keywords": [
                "divinely",
                "endeavor",
                "fulfill",
                "life",
                "martial"
            ]
        },
        {
            "text": "The great duty of Bu is to morally govern the Universe of Heaven and Earth. It is the  great way that leads to a harmonious world, to the creation of a paradise on earth. It is also the  path to perfection. It is wrong for us to soil the spirit of the great warriors of the past by  becoming ",
            "keywords": [
                "bu",
                "earth",
                "great",
                "warriors",
                "way"
            ]
        },
        {
            "text": "completely taken up by the martial activities of olden days. Still, without completely  disregarding our heritage from the past, we must polish ourselves in daily training so as to forge  a new form of Bu, one that will not shame us in the face of Heaven or the Earth, and which is  capable ",
            "keywords": [
                "activities",
                "completely",
                "past",
                "polish",
                "shame"
            ]
        },
        {
            "text": "Never Tarnish the Martial Path of Principle Found in Bu ",
            "keywords": [
                "bu",
                "martial",
                "path",
                "principle",
                "tarnish"
            ]
        },
        {
            "text": "The Path of Principle in Bu should never be polluted, nor should we ever allow on the  soil of our nation a mirror tarnished with evil, for Bu is a spectral mirror belonging to the entire  world. Bu is the compass of this world; it is a mirror for reflecting the great accord that points to  the form of true goodness. Thus it is essential that the form of divine harmony be made real on this planet. Toward this goal of world peace and accord, we must grasp the holy  Grand Principle of Freedom and through the Universal soul press ever onward in training this  body and Spirit which has been bestowed on us by god. Therefore, I will try to make it  brilliantly clear exactly what Aikido is. ",
            "keywords": [
                "bu",
                "form",
                "mirror",
                "principle",
                "world"
            ]
        },
        {
            "text": "Aikido Strips Away the Tattered Garments of Past Martial Efforts ",
            "keywords": [
                "aikido",
                "away",
                "efforts",
                "garments",
                "martial"
            ]
        },
        {
            "text": "In keeping with divine destiny, Aikido daily discards the old robes of past martial arts  and ceaselessly strives for greater development and higher attainment. We who are training  severely (Shugyo) must come to an understanding of the moral principle of Bu, and learn from  the virtuous household of the Universe. Through its innately genuine nature we must become  one with the Heavens and the Earth, manifesting their honored form and activities in our bodies  and our spirits. We are obliged to dedicate ourselves with concentrated and wholehearted  devotion to this austere training in sincerity. Through the principle of Aiki, Aikido further  polishes the older arts of the sword, the spear and grappling, finally bringing us to enlightenment  through harmony between Heaven, Earth and Mankind. It is to know that the subtle functions of  the kotodama are the Universal Path of Moral Principle. At its deepest levels, Aikido is  colorless and transparent; it is \"the finest essence, surpassing beauty, utmost purity, greatest  truth, and supreme good\"; a Great Love, and the Ultimate Spirit/Mind which is without form or  hue. ",
            "keywords": [
                "aikido",
                "form",
                "moral",
                "principle",
                "training"
            ]
        },
        {
            "text": "Aikido Is to Make Yourself an Instrument of Heaven's Will ",
            "keywords": [
                "aikido",
                "heaven",
                "instrument",
                "make"
            ]
        },
        {
            "text": "Aikido is not for the purpose of defeating other people. Nor is it for gaining victory in a  fight, or to conquer in war. It is the purpose of attaining success in the individual mission which  Heaven has assigned to each one of us. The first step in this severely austere training is to move.  forward in the destiny of Heaven by means of masakatsu (true victory) and agatsu (self victory).  A heavenly person does not know what Heaven is because the very being of such an angle is  Heaven itself. We human beings, however, have to exert ourselves in training until we begin to  know what is good for us and what is correct. ",
            "keywords": [
                "heaven",
                "know",
                "purpose",
                "training",
                "victory"
            ]
        },
        {
            "text": "Become One with the Vastness of Nature to Fulfill Divine Command",
            "keywords": [
                "command",
                "divine",
                "fulfill",
                "nature",
                "vastness"
            ]
        },
        {
            "text": "Already it is essential that we make progress toward a great and global accord and work for a world of supreme love. It is we ourselves, all mankind, who are the major vehicle through  which the governing of the Universe is to be carried out. Yet, despite the fact that we are  constantly bathed in the compassionate light of what Buddhist people call the Charitable Being  of Sambhoga Kaya, our hearts sleep on and have not yet awakened. The structure of the  Universe of Heaven and Earth bestows, governs and preserves a Grand Path of Principle which  creates and cultivates all that exists in this present time, and from whence blessings and  happiness flow. For the sake of this world, we are obliged to unify ourselves with the Great  Realm of Nature which polishes and perfects the Universal Soul, for in this way we will attune  ourselves with our true mission in life. ",
            "keywords": [
                "great",
                "mankind",
                "mission",
                "universe",
                "world"
            ]
        },
        {
            "text": "Aikido was realized out of the principles of Ten (Heaven), Chi (Earth) and Jin (Man).  ",
            "keywords": [
                "aikido",
                "chi",
                "earth",
                "heaven",
                "jin"
            ]
        },
        {
            "text": "As such, a deep understanding of the mysterious workings of the Great Way of the  Universe, Kotodama, is necessary. At the same time, this Way is the path to true peace on Earth,  and the realization of the Pure Land in this World. This requires that, as people practicing this  Way, we ",
            "keywords": [
                "deep",
                "true",
                "understanding",
                "universe",
                "way"
            ]
        },
        {
            "text": "must at all times keep the extreme truth beauty, purity and good that is the heart of the Great  Love of the Universe close in mind. ",
            "keywords": [
                "beauty",
                "close",
                "extreme",
                "good",
                "great"
            ]
        },
        {
            "text": "The laws of the Universe, likewise, govern the Great Way of Bu (The Martial Way). We  must, therefore, investigate the Great Way of Bu of old, while taking care not to in any way  defile the spirit of the Bu practiced by martial people previously. This means that we must think  deeply about the spirit of previous martial practitioners. This, in turn, means to know the meaning of this search. ",
            "keywords": [
                "bu",
                "great",
                "martial",
                "means",
                "way"
            ]
        },
        {
            "text": "By searching in this way, everything will always be new. Together with the motions of  the Universe that are, themselves, made new each day, so must the Way of The Martial be  practiced with the intention of Creating it anew in this world and in the Universe each day. ",
            "keywords": [
                "anew",
                "day",
                "new",
                "universe",
                "way"
            ]
        },
        {
            "text": "Realizing the harmony of the Universe on earth is by no means easy; and, yet, we have  been given bodies and spirits precisely for that purpose. Holding to the spirit the Universe, I  think this means that we are obligated to proceed towards true peace on Earth. ",
            "keywords": [
                "earth",
                "means",
                "spirits",
                "think",
                "universe"
            ]
        },
        {
            "text": "Aikido developed out of the harmonization of the principles of traditional sword, pike  and body techniques. Aikido is not, however, meant to be used to defeat others, make one  victorious in all encounters or even make victory without confrontation possible. Aikido is  simply intended to make one victorious over one's Universal Mission. Put another way, Aikido is  to proceed along with the motions of the Universe. It is essential to know the truth and good of  this. ",
            "keywords": [
                "aikido",
                "make",
                "universe",
                "used",
                "victorious"
            ]
        },
        {
            "text": "Thinking in these terms, it becomes important to conduct one's Shugyo-training while  always bearing the motions of the Universe in mind i.e., to look closely at the true image of the  Universe. Next. it becomes important to re-create this true image of the Universe deep within  oneself. It would appear that the world is full of people uninterested in the true form of the  Universe and, moreover, that suffering results from a lack of matching with the Laws of the  Universe. This is why we must strive to mount the Great Way of Universe. This is also why we  must unify our bodies and minds, honor the 3 Worlds (Visible. Hidden and Divine) and govern  using the Great Way of Peace on Earth. ",
            "keywords": [
                "image",
                "important",
                "true",
                "universe",
                "way"
            ]
        },
        {
            "text": "All works are the manifestations of the concentric life force that is the origin the  Universe. This means that the true form of the Universe is expressed in the Universal Principles.  It is upon this universal fountainhead that practitioners of Aikido should ponder deeply. I hope  that Aikido practitioners can live in this world while holding to the spirit of love and protection  of all things in accordance with the Great Spirit of the Universe. ",
            "keywords": [
                "aikido",
                "practitioners",
                "spirit",
                "universal",
                "universe"
            ]
        },
        {
            "text": "The meaning of the above is simply that we must study carefully the true form of all  material and spiritual phenomena in the universe, make that knowledge a part of ourselves, and  use this as the base for personal enlightenment. This should be done taking care not to neglect  subjecting ourselves to a constant process of reflection and continued uplifting through Tanren  training. Finally, we are obliged to complete our Universal Missions. The result of the above is  the unification of the body and spirit, and the creation and bodies in total harmony.",
            "keywords": [
                "base",
                "process",
                "reflection",
                "result",
                "simply"
            ]
        },
        {
            "text": "Aikido is to honor the principles of the Universe as they apply to material and spiritual  things alike, and to develop the spirit of love and protection of all things while realizing the  importance of standing In the realm of Masa-Katsu, A-Gatsu, Katchi Haya-Bi *. Aikido, above  all else requires close inspection into the true nature of the Universe. ",
            "keywords": [
                "aikido",
                "alike",
                "bi",
                "things",
                "universe"
            ]
        },
        {
            "text": "* Literally translated 'True-Victory, Personal Victory, victory Speed-Sun', this expression, frequently  used by O-Sensei, is explained by the Founder as follows: \"Takei - descended to assist in governing this  world. This Aiki was Masa-Katsu, A-Gatsu, Katchi Haya-Bi. This, in turn, is the term used to refer to  the reign of Ame-no-Oshiho-Mimi-no-Mikoto. Aiki is, thus, ",
            "keywords": [
                "aiki",
                "true",
                "turn",
                "used",
                "victory"
            ]
        },
        {
            "text": "connected with this God, and is manifest in this world to assist in its work\". ",
            "keywords": [
                "assist",
                "connected",
                "god",
                "manifest",
                "work"
            ]
        },
        {
            "text": "AWAKEN TO THE PRINCIPLE OF ACCORD BETWEEN THE HEAVENS, THE  EARTH AND HUMANlTY ",
            "keywords": [
                "accord",
                "awaken",
                "earth",
                "heavens",
                "humanlty"
            ]
        },
        {
            "text": "Use the Root Source of the Great Universe to devote ourselves to the reconciliation of all  things. This is what we are called upon to do.... ",
            "keywords": [
                "called",
                "devote",
                "great",
                "reconciliation",
                "root"
            ]
        },
        {
            "text": "In my Aikido, I am constantly throwing off the worn garments of the past—growing,  improving, and attaining together with the fateful flow of Heaven's destiny. I am continually  training and studying. As a seeker on the path, I travel the way of Bu (martial endeavors),  dedicating myself to sincere austerities. Single-mindedly I strive to learn the true nature of all  the many worlds of this universe and the many faces of the worlds of Heaven and Earth. Thus I  dedicate myself to becoming one with the Universe, and to manifesting its form and function in  my own body and spirit. ",
            "keywords": [
                "heaven",
                "learn",
                "manifesting",
                "universe",
                "worlds"
            ]
        },
        {
            "text": "The ultimate goal of this study is to awaken to the Principle of Accord between the  Universe and Humanity. The universal Path of Principle is such that each of us has a special  function to perform. Working as an intimate part of this massive whole, each of use must  diligently devote ourselves to our own unique role. The universe is like one great family where  all is in proper order. It can be likened to a unitary person; a single, gigantic organ of which we  are the individual cells. It is gleaming with a radiance; so great is it as to be without bounds, and  yet so small as to have no content. In both ways it is without end and ever complete in its  perfection. The past, present and future are all gathered together and kept there. A continuous  flow of divine destiny. ",
            "keywords": [
                "accord",
                "great",
                "order",
                "principle",
                "universe"
            ]
        },
        {
            "text": "Humanity must also store up more and more of dimmest antiquity, the past, present, and  future, keeping them all in the lower abdomen. This must be done without end. ",
            "keywords": [
                "abdomen",
                "antiquity",
                "dimmest",
                "end",
                "future"
            ]
        },
        {
            "text": "The path of divine destiny is one of progress and growth for our society, directed by a  single, united voice of all humanity. There is already a most benevolent world of ultimate love  advancing over us as human beings. The Buddhists refer to it as being bathed in \"the beneficent  glow of Miroku.\" The Buddha of the Future Humanity has the most important part to play  managing this world of ours, and yet we have not awakened from our spiritual slumber. The  Great and Revered Parent exists in the now, at the very foundation source of the structure of  existence. From the farthest reaches of time, it has continually graced us by supporting and  protecting the Great Principle, the Path of Creation and Growth, which we have come to know as  the Ways of the gods, the Buddhas, Confucius, and the other holy ones. Unceasingly, it grants  us joy and happiness. ",
            "keywords": [
                "great",
                "growth",
                "humanity",
                "path",
                "world"
            ]
        },
        {
            "text": "We must polish our spirits for the good of the world. So doing we become one with the  deity (Izunome no mikoto), one with Superlative Joy and the Ultimate Path, one with Brilliant  Splendor. We must achieve total unity with Mother Nature for then we can work in the service  of all, as the Will of Heaven would have us do. We must never spoil this Path of Principle  through mischievous deeds. Nor should we ever attempt to set up a soiled \"mirror\" (society)  over the world — to enshrine a god of evil or impure ways. We must establish an order that  works for world peace, a \"mirror\" which reflects the forms of happiness and which will be a  useful guide to virtue. It must be one capable of transferring the peace of Heaven to the surface  of our earth. ",
            "keywords": [
                "heaven",
                "mirror",
                "path",
                "peace",
                "world"
            ]
        },
        {
            "text": "The divine voice of accord which in truth exists in the universe, can awaken humanity  from the sleepy state that now hangs over us like a cloud. Toward the Way, toward the dawn  that is breaking.... The thoughts of the Great Parent, the spirit of love for the sake of perfecting ",
            "keywords": [
                "accord",
                "state",
                "thoughts",
                "truth",
                "universe"
            ]
        },
        {
            "text": "this ancient world, appears from the great void in a single manifestation, the generative sound of  \"su\", from which all else derives and draws vitality.... ",
            "keywords": [
                "ancient",
                "appears",
                "derives",
                "draws",
                "generative"
            ]
        },
        {
            "text": "Aikido is not to be used for defeating others. Rather than gaining victory in a fight,  battle, or war, Aikido is to be used in the struggle to fulfill the mission that has been divinely  assigned to everyone of us — achieving our own destiny is the goal. The first order of business  in this austere effort of self-discipline is to promote the true and undisguised flow of divine  destiny. This is achieved by means of Masakatsu, Agatsu, and Katsuhayabi (lit correct-victory,  self-victory, victory-swift-sun). Forgetting your own ideas of goodness and righteousness,  master the knowledge of true virtue and right. First of all, this requires that you train yourselves  through Shugyo. Heavenly beings have no idea what Heaven is because they are one with it;  they are, in fact, Heaven itself. ",
            "keywords": [
                "aikido",
                "heaven",
                "true",
                "used",
                "victory"
            ]
        },
        {
            "text": "The \"Bu\" (martial element) of the spirit, by means of the \"ah\" and \"an\" (om) of the  soul, brings forth a power that is purified, vigorously healthful, and clearly manifested. ",
            "keywords": [
                "ah",
                "brings",
                "bu",
                "clearly",
                "element"
            ]
        },
        {
            "text": "The reason for the existence of Aikido is to know the self, to absorb the subtle essences  of all creation into that self, and to study the true image of the Great Universe. In complete  mindfulness of the Origin of the Single Source (Ichi-gen no Moto), resolve the issue of Principle  (RI) and know the Law of Nature. To create an exquisite skill that possesses light is the Way of  Aiki. ",
            "keywords": [
                "absorb",
                "know",
                "origin",
                "possesses",
                "self"
            ]
        },
        {
            "text": "Aikido elucidates the conditions of all creation in accordance with the Truth of the  Universe. It is the accord that unifies the Truth of Heaven, the Truth of Earth and the Truth of  Physical Things. For those who seek enlightenment (satori), Aikido is a Path (michi) teaching  the important movements of the Single Body of the One Sword Method; it is a Path of honing  and refining the self. As such, it is not something that is expressed by words or through  theoretical reasoning. Rather it exists in the very echo of the totality of the Universe of Heaven  and Earth. ",
            "keywords": [
                "aikido",
                "earth",
                "heaven",
                "path",
                "truth"
            ]
        },
        {
            "text": "Although in our present age the physical sciences have made rapid strides, the spiritual  sciences do not yet exist. If the world of mankind can establish a proper accord between the  physical and the spiritual sciences, and set up an environment that makes use of the ki of all  creation to promote well-ordered and well-adjusted individuals, then this world will become one  of peace, free from war and strife. Our Aikido must not lag behind in the effort to achieve this  divine service of transformation. It is difficult to succeed in this mission if you rely on the \"Bu\"  of the physical body alone. ",
            "keywords": [
                "physical",
                "sciences",
                "spiritual",
                "strife",
                "world"
            ]
        },
        {
            "text": "The cause of the upheaval in this world is unmindfulness of the Origin of the Single  Source. This Single Source is that which give birth to the Spiritual Origin and the Physical  Origin. It produces all of the many complex and subtle Laws of Nature. It is that which governs  the entire universe, giving substance and life to all existing things. Moreover, it builds up the  Great Path of creation and development for the loving protection and nurturing of everything  that is. The entire Universe is a single household; it is like a single body. The past, present and  the future, as our life and our breath, teach us the way to transform humanity, and present us  with a purified governance that unites us in a paradise where life is pleasant. ",
            "keywords": [
                "life",
                "origin",
                "present",
                "single",
                "universe"
            ]
        },
        {
            "text": "For all these reasons, trainees of \"Bu\" must never lose sight of the Origin of the Single  Source. They must always preserve an attitude of wholehearted sincerity. ",
            "keywords": [
                "attitude",
                "bu",
                "lose",
                "origin",
                "preserve"
            ]
        },
        {
            "text": "All of us share in and are a part of the body and the mission of the Single Source. As  residents of this earth we are obliged to do our part in the proper management of our world. We  must never forget the spirit/mind (kokoro) of the Single Source of the Universe. It is the very  center of all. When we lose the origin, the workings of the world collapse in disarray. Because  there is a center, we are able to define outer contours. When there is an interior, we perceive an  exterior form. This means that where there is a center, the interior and the exterior dimensions  become one in unity. We must never forget the spirit/mind of the Universe which operates as if  managed by a single and divine heart (kokoro). ",
            "keywords": [
                "center",
                "interior",
                "kokoro",
                "single",
                "world"
            ]
        },
        {
            "text": "That the techniques of Aiki must be completely in line with all the truths of the universe is  self-evident; so too is the fact that technique which is not in harmony with this is, on the  contrary, certain to rebound and cause the destruction of the body and the spirit. ",
            "keywords": [
                "aiki",
                "self",
                "spirit",
                "technique",
                "techniques"
            ]
        },
        {
            "text": "A martial art that comprises technique that cannot blend and tie in with the Truth of the  Universe is not the \"Bu\" generating art; that is, it is not Takemusu martial discipline. A \"Bu\"  that is generated in or that binds with the Universe is the technique which brings forth human  love. Such a martial art that blends with and is generated in the Universe we call the \"Bu of  Takemusu.\" The first step toward the production of such a martial art is to bring forth \"the spear  of the echo of the body in the universe\" by means of the power of \"Ah\" and \"Un\" (the sounds  that represent the positive and the negative principles of yo and in). The form through which the  shape of the echo of the whole body is manifested in the Kotodama (lit. 'the soul of the Word').  Moreover it is this which is the main thing that will bring the beginnings of the thousands of  changes and innumerable variations that manifest the forms of various \"Bu\". It goes without  saying ",
            "keywords": [
                "art",
                "bu",
                "forth",
                "martial",
                "universe"
            ]
        },
        {
            "text": "that the various forms which are brought into being by means of the ",
            "keywords": [
                "brought",
                "forms",
                "means",
                "various"
            ]
        },
        {
            "text": "echo of this body must, of necessity, be in harmony with the Echo of the ",
            "keywords": [
                "body",
                "echo",
                "harmony",
                "necessity"
            ]
        },
        {
            "text": "The first and fundamental basis of this 'echo of the whole body' is the unification of the  body and the spirit. Then, this echo must become a unity with the universal echo; the two must  commune and interflow with each other in a mutual way. That is to say, this echo of the whole  body which has soared up to the universe resounds against the Echo of the Universe; and this  must have an effect on this physical body. The subtle variations of this echo are the wellspring  of \"Bu\". ",
            "keywords": [
                "basis",
                "body",
                "echo",
                "universe",
                "variations"
            ]
        },
        {
            "text": "When the echo of this body and that of the universe have become a unity heat, light and  power are created. These variations utilize and make the most of the echo which changes with  such subtlety. It generates ki in all things and produces life in all things and it binds them all  together. It is the ripening of the \"Subtle Functions of ki. \"Bu\" which has become  fundamentally unified and gives birth to technique is the root of all martial arts. ",
            "keywords": [
                "arts",
                "echo",
                "ki",
                "things",
                "universe"
            ]
        },
        {
            "text": "Such is the work whose aim is the great love of the joy of the universe. To give birth to  the techniques of a \"Bu\" which achieves the moral governance of the universe is the task of Aiki. ",
            "keywords": [
                "achieves",
                "aiki",
                "aim",
                "birth",
                "universe"
            ]
        },
        {
            "text": "Technique, which is born through the echo of the whole body links up with the Echo of  the Universe and produces forms of innumerable variation. Such are techniques which are  produced scientifically... This scientific technique stands on the moral governance of human life  and by means of the echo of the whole body and through heat, light, and power they must make  manifest the forms of Takemusu martial art... This happens as an expression of the Great Love.  The Echo of the Universe lives mutually with the multiplicitous forms of the heavens and the  earth. When this is unified with the echo of the whole body it becomes the main stay of the  moral governing of the whole universe and proceeds continuously with the fostering of creation. ",
            "keywords": [
                "body",
                "echo",
                "forms",
                "technique",
                "universe"
            ]
        },
        {
            "text": "For us it is to store up in our lower abdomen the developing of the  ",
            "keywords": [
                "abdomen",
                "developing",
                "lower",
                "store"
            ]
        },
        {
            "text": "heavens by grasping the spirit of Masakatsu, Agatsu and Katsuhayabi and thus become one with  the universe. With that we foster the \"tamashii\" or soul of the interior and exterior of the  universe. Moreover, by means of the echo of the whole body one may achieve in purity a tie up  between the flows and the obstructions of all things, and knowing the origin of the Single Source  of the world and the universe and the origin of the Single Source of humanity, one can fathom  the meaning of the fundamental unity of all nature (lit. Same-Root). Without misunderstanding  the center of the universe and Masakatsu, Agatsu and Katsuhayabi, and by means of the strength ",
            "keywords": [
                "agatsu",
                "katsuhayabi",
                "masakatsu",
                "means",
                "universe"
            ]
        },
        {
            "text": "of the doctrine of the \"Ah-Un Kokyu' of the \"Bu\" of Takemusu, we must walk the Path which  gives birth to techniques of the tamashii. ",
            "keywords": [
                "ah",
                "birth",
                "bu",
                "doctrine",
                "gives"
            ]
        },
        {
            "text": "It is my earnest desire that those who would progress in Aikido make every effort to  master the above ideas as well as possible. You must thoroughly comprehend the true image of  the universe in them and make it a part of yourself. Then, with this as your foundation, you must  open the doors of the Self. Observe and know well the true image of the universe. If you have a  realization then reflect and contemplate. I ask that you gradually improve yourself in this way.  In this way study and observe the true image of the universe. For those who feel the need to  progress in Aiki, it is of absolute necessity that you store away in your abdomen this true image  of the universe for it is in that image that the form of the true Universal Spirit is represented. ",
            "keywords": [
                "image",
                "observe",
                "true",
                "universe",
                "way"
            ]
        },
        {
            "text": "This world of ours is because human beings are here to govern it. ",
            "keywords": [
                "beings",
                "govern",
                "human",
                "world"
            ]
        },
        {
            "text": "It is the realm (heaven and earth) of human existence. If we close our eyes it all ceases to  be; at the same time the \"heaven and earth\" of the future is ours for the taking. Overcome  selfishness and thoughts of desire and the whole universe becomes your own. Aiki is to develop  oneself by . uniting this sort of spiritual and physical paths. Aiki is to draw in the things of this  world as they actually are and harmonize them through love, and thus to reach accord with  anything that may arise. It is necessary for us to adapt to and assimilate all the people in this  real world through a surpassing virtue and love. If we encounter hatred we reconcile it. We  often hear the warrior spoken of as a \"samurai\" but this word means submission to the way of  Love, not a blindly indiscriminate rush into battle. So, l think we all should train our bodies and  spirits to become pillars of the nation and progress in the interactions of the virtue of Love. ",
            "keywords": [
                "aiki",
                "earth",
                "love",
                "virtue",
                "world"
            ]
        },
        {
            "text": "Since ancient times, Budo has flourished but those who are in error have not disappeared  and the tendency has been toward struggle. On the contrary, Aiki is for the benefit of all  humanity. Specifically, the prevention of human suffering is the Road of Aiki. In this regard I,  too, am respectfully pursuing my search. Though I have yet to get very far, I hope that we can,  all together, single-mindedly aim at manifesting this great spirit of loving protection of all things  and brotherly love. The zenith of such \"technique\" is Aiki. To win without the battle is Aiki; to  attack and gain victory in our mission to realize the \"True Victory of Self Mastery\" (Masakatsu  Agatsu) is Aiki. It is to pursue the true path mindful of the meaning of gratitude for past  kindnesses. ",
            "keywords": [
                "agatsu",
                "aiki",
                "past",
                "true",
                "victory"
            ]
        },
        {
            "text": "Aikido is not for beating others or winning battles ",
            "keywords": [
                "aikido",
                "battles",
                "beating",
                "winning"
            ]
        },
        {
            "text": "Based on a philosophy of non-resistance where there is neither conflict nor victory,  Aikido is to assist us each in winning in our respective missions granted to each of us by  Heaven. From the Masakatsu, Agatsu, and Katsuhayabi at the beginning of this spiritual  training process, we progress towards the natural state of the universal motions. Training must  be continued until right and good are known, and until the right and good of the self are realized.  Because they are Heaven itself, the people of Heaven do not understand that they are in Heaven. ",
            "keywords": [
                "good",
                "heaven",
                "process",
                "right",
                "training"
            ]
        },
        {
            "text": "The purpose of Shugyo training is the unification of man and the divine. Man and God  are of the same essence, yet vary in magnitude; Man cannot, thus, supersede his limits. The  spirit of Bu (the martial) is, nevertheless, capable of producing truly beautiful results when  working in accordance with both Heaven and Earth. Put simply, Bu is the way of infinite  Physical change. Holding to one, it reaches to ten thousand; opening, not one, but ten thousand  laws, it refines the Sword of Kusanagi while completing its work. Capable of withstanding any  hardship, the heart remains always as clear as the sky, as broad as the ocean and as grand as the  mountains. The spirits of Bu give life to all that is alive, both large and small. ",
            "keywords": [
                "accordance",
                "bu",
                "capable",
                "man",
                "thousand"
            ]
        },
        {
            "text": "You should devote to practice, experience Light and Heat and complete yourselves as  true people of Truth. Further training will strengthen both body and soul to produce exceptional  individuals in harmony with the Laws of Nature. With the spread of Aiki today, we should also  see the true light of spirit of Aikido shine forth. It goes without saying that the essence of what I  have said above is that you should strive towards this end. Do that, while at the same time  paying close attention to the times in which we live and contribute to the making of a beautiful  Pure Land. ",
            "keywords": [
                "light",
                "making",
                "nature",
                "paying",
                "true"
            ]
        },
        {
            "text": "To fall in with the movements of the circle is the technique of Aiki. ",
            "keywords": [
                "aiki",
                "circle",
                "fall",
                "movements",
                "technique"
            ]
        },
        {
            "text": "The movements of technique act upon the body and the accumulation of these effects is  the tamashii of the Circle; that is, the essence or \"Soul of the . Circle.\" ",
            "keywords": [
                "accumulation",
                "act",
                "body",
                "circle",
                "effects"
            ]
        },
        {
            "text": "The circle is in the All-Void and that which is born out of the center of that space is  kokoro, the spirit/mind. The All-Void is free and self-existent. When there arises a center in the  space then the ki is born. The life-producing and ki-generating force in the unmeasurable and  limitless universe, which arises out of the center of the All-Void, is the tamashii, the soul or  spiritual essence. This spirit is the indestructible and that which has produced all that exists.  When one has garnered the Circle in the physical soul of his whole body then it gives forth the  elemental necessities for bringing techniques into being. This productivity is without limit. The  Circle reveals itself by becoming a mechanism that fulfills all needs most abundantly. ",
            "keywords": [
                "center",
                "circle",
                "ki",
                "space",
                "void"
            ]
        },
        {
            "text": "The Circle gives rise to arrangements that protect and bring to fruition and completion all  that exists and all that lives in the entire universe by means of ki-musubi and iku-musubi; that is,  by the generation of ki and the bringing forth of life. ",
            "keywords": [
                "arrangements",
                "ki",
                "means",
                "musubi",
                "protect"
            ]
        },
        {
            "text": "In this world even the karma-like action of cause and effect is in harmony with round  movements. The Bu of Aiki, too, is something circular. ",
            "keywords": [
                "action",
                "aiki",
                "bu",
                "cause",
                "circular"
            ]
        },
        {
            "text": "Once more, to grasp Aiki and to bring together the physical and the spiritual such that  they form a design wherein both aspects live and flourish is the \"Circle of the Soul\". All the ki  of the universe is pacified and well controlled by means of the Circle of the Soul. Because of  this control technique, too, can be comprehended and brought forth in an unlimited fashion. But  without this Circle of the Soul such flourishing, such diligent concentration, or again the accord  between the physical soul, and the spiritual soul, can never be carried through. Without this, the  entire 'restoration' of the physical body's five parts comes to naught. The All-Void of the Soul of  the Circle comes to be the unity that is the entire universe. ",
            "keywords": [
                "circle",
                "entire",
                "physical",
                "soul",
                "universe"
            ]
        },
        {
            "text": "This is the root of the Bu of Aiki and is the secret principle revealed when the Circle of  the Soul is mastered by the body. There, embraced within that ring, are the movements of  mutual destiny, and all things are absorbed as if being grasped in the palm of the hand. ",
            "keywords": [
                "absorbed",
                "revealed",
                "ring",
                "root",
                "secret"
            ]
        },
        {
            "text": "When one has tamashii then others will also have it. And if by ki-musubi and iku-musubi one can give forth the Aiki which manifests the true meaning of the Circle, then the Circle will  synthesize and coordinate everything. When all things whatever are solved freely, that is the  Circle. ",
            "keywords": [
                "aiki",
                "circle",
                "coordinate",
                "forth",
                "musubi"
            ]
        },
        {
            "text": "The secret principle of the Circle is in the act of giving birth to technique by thrusting to  the very center of the All-Void. ",
            "keywords": [
                "act",
                "birth",
                "center",
                "circle",
                "giving"
            ]
        },
        {
            "text": "Budo of Japan does not belong to sports which are originally from western countries. ",
            "keywords": [
                "belong",
                "budo",
                "countries",
                "does",
                "japan"
            ]
        },
        {
            "text": "However, there are some people who are pleased to see budo becoming a sort of sports  and obtaining more popularity than ever these years. These people have no notion of budo in the  strict sense of the word. Such fellows are not, I would say, qualified to speak on budo. ",
            "keywords": [
                "budo",
                "fellows",
                "notion",
                "obtaining",
                "people"
            ]
        },
        {
            "text": "Sports are playful. There is in sports only physical fighting and no competition of soul.  Budo, on the other hand, is a way to make oneself whole. It offers competitions of love to keep  the world peaceful and prosperous. ",
            "keywords": [
                "budo",
                "playful",
                "prosperous",
                "soul",
                "sports"
            ]
        },
        {
            "text": "Aikido is misogi (purification) which is God's way of amending the human society. Each  technique contrives to do misogi. Practice of Aikido should be to purify oneself. ",
            "keywords": [
                "aikido",
                "amending",
                "contrives",
                "god",
                "misogi"
            ]
        },
        {
            "text": "Breathe a deep breath. It makes the circulation of blood active enough to clean out the  lees. This is a sort of misogi. Say a prayer. It is misogi as well since the words in it take away  the dregs of ki. ",
            "keywords": [
                "active",
                "makes",
                "misogi",
                "prayer",
                "say"
            ]
        },
        {
            "text": "The physical body, as a congealing of the cosmic matter and essence, trains on the path of  human life to become one with the Universal and to accumulate its miraculous energy  (\"subtle spirit\"). ",
            "keywords": [
                "accumulate",
                "body",
                "congealing",
                "cosmic",
                "energy"
            ]
        },
        {
            "text": "Further, humans must take as the principle object of life the great law of heaven and earth  found in the creative unfolding of the universe and protect and purify this world of our present  existence. ",
            "keywords": [
                "creative",
                "earth",
                "existence",
                "great",
                "heaven"
            ]
        },
        {
            "text": "In this pursuit, one must first forget the essential spirit, polish and ",
            "keywords": [
                "essential",
                "forget",
                "polish",
                "pursuit",
                "spirit"
            ]
        },
        {
            "text": "purify the vitality of one's \"nen\" (feelings and thought), and single-mindedly pursue the  unification of mind and body. ",
            "keywords": [
                "body",
                "feelings",
                "mind",
                "mindedly",
                "nen"
            ]
        },
        {
            "text": "Progress in unifying mind and body is the foundation from which ",
            "keywords": [
                "body",
                "foundation",
                "mind",
                "progress",
                "unifying"
            ]
        },
        {
            "text": "indications of \"waza\" or technique spring forth, while in thought there ",
            "keywords": [
                "forth",
                "indications",
                "spring",
                "technique",
                "thought"
            ]
        },
        {
            "text": "is no limit to the generation of technique. ",
            "keywords": [
                "generation",
                "limit",
                "technique"
            ]
        },
        {
            "text": "The technique must be in step with the truth of the universe. In ",
            "keywords": [
                "step",
                "technique",
                "truth",
                "universe"
            ]
        },
        {
            "text": "this respect it is necessary that one think correct thoughts. Having such thoughts it then becomes  necessary for you to train austerely in correct Budo. In such Budo training, there is no progress if  one's thought and feelings become bound up in selfish desires. This is the \"Budo of the Crooked  Path\" and the results of it are certain to rebound and bring destruction to those who follow it. ",
            "keywords": [
                "austerely",
                "budo",
                "correct",
                "necessary",
                "thoughts"
            ]
        },
        {
            "text": "Don't let your thoughts be concerned with immediate questions of victory or defeat;  rather it is necessary for the \"ki\" of your thoughts and feelings to blend with the Universal.  Should your \"nen\" get no further than your own physical body, you will never experience a  change of mental levels (lit. metempsychosis). With the blending comes true 'becoming', true  creation. If you achieve this, then your mental activities take on divine power, and all things  become clear and obvious. Then again, when your thoughts extend between the physical you  and the Universal, your body becomes one with the universe, and you stand in the center of its  transcendence of trivial human affairs. This is the deepest teaching of Budo. ",
            "keywords": [
                "body",
                "mental",
                "thoughts",
                "true",
                "universal"
            ]
        },
        {
            "text": "Your mental activity must never conflict with the universe, for in doing so \"ki\" is broken.  To cut off the \"nen\" of this body from the universe is unthinkable. Should thoughts in conflict  with the Universal occur, then surely ruin will befall the physical self. ",
            "keywords": [
                "activity",
                "conflict",
                "thoughts",
                "universal",
                "universe"
            ]
        },
        {
            "text": "The refinement of your thoughts, feelings and passions occurs through an unconscious  unification with the Universal. Again, through tying in with the \"Subtle Functions of Ki\" your  left side becomes the foundation for \"Bu\" while the right side acts as the base for manifestations  of the blending of \"ki\" as received from the universe. ",
            "keywords": [
                "acts",
                "ki",
                "tying",
                "unconscious",
                "unification"
            ]
        },
        {
            "text": "If you first consummate the blending of these two, the left and the right, then you are able  to live a free existence and act at will. Enter the realm of freedom of existence by making the  left the root and basis of \"Bu\", then you will experience the lightness of a body transformed by  the Divine. ",
            "keywords": [
                "able",
                "existence",
                "left",
                "realm",
                "right"
            ]
        },
        {
            "text": "The right puts forth the main force through the left. Correspondingly, the left is your  shield and the right the basis for forming technique. This is the Law of Nature. ",
            "keywords": [
                "basis",
                "correspondingly",
                "force",
                "left",
                "right"
            ]
        },
        {
            "text": "With this Law implanted in your \"hara\" (lower abdomen), it is necessary to move freely,  adapting to every circumstance.",
            "keywords": [
                "abdomen",
                "adapting",
                "circumstance",
                "freely",
                "hara"
            ]
        },
        {
            "text": "The left has the ability to give birth to unlimited amounts of \"ki.\" and since the right  functions to blend with what is received, it has the ability to grasp all that the left can produce. ",
            "keywords": [
                "ability",
                "amounts",
                "birth",
                "blend",
                "left"
            ]
        },
        {
            "text": "Should you realize this balanced, reciprocating interaction, with your left hand you can  grasp life and death and with your right cause them to cease. This is the \"Kamiwaza.\" the divine  technique.  ",
            "keywords": [
                "balanced",
                "cause",
                "cease",
                "death",
                "divine"
            ]
        },
        {
            "text": "Aiki refers to the vibrations of the universal order. This means the Universe in its  entirety, and not small or limited actions. I believe that educators and senior persons must  practice budo. This is the way of studying Heaven and Earth, and is tied to the heart of the  Universe. We move forward together with the Universe, and it is with our breath that we unite  the Universe in its entirety. ",
            "keywords": [
                "actions",
                "entirety",
                "unite",
                "universal",
                "universe"
            ]
        },
        {
            "text": "We must, likewise, develop and replace the Ki of our spirits. Aiki is to create the  Universal Order within our own bodies. This is accomplished by completely absorbing the  Universal Order within our bodies and the unifying within it. We then become one with the  hearts of others around the world. We become united in harmony and oneness. Of course, this  means that there can no longer be any wars, and that aggression of any kind is not exhibited.  Everything becomes a part of the union. Without this, true strength cannot be realized. And,  without this all of your training would be for naught. ",
            "keywords": [
                "absorbing",
                "bodies",
                "order",
                "united",
                "universal"
            ]
        },
        {
            "text": "It is here that Aikido serves as the Aiki of Heaven and Earth, that which unified Heaven  and Earth before the time of Emperor Jimmu. Applying the voiceless voice, it is necessary to  organize the Ki of the spirit. It is necessary to activate the Ki that operates in the realm of the  Ame-no-Uki-Hashi (The floating Bridge of Heaven). The same is true of the movements of the  Earth. It is here, in the cycles and movements of the heavens that we first find the core teaching. ",
            "keywords": [
                "earth",
                "heaven",
                "ki",
                "movements",
                "necessary"
            ]
        },
        {
            "text": "In answer to the question of where this center resides, one must reply that it is within the  Self. Without applying the true strength that results from application of all of the wisdom and  sense at one's disposal, Aiki is truly difficult. ",
            "keywords": [
                "aiki",
                "self",
                "sense",
                "strength",
                "true"
            ]
        },
        {
            "text": "|A truly beautiful and wonderful world already exists. As people on this earth, we must  endeavor to construct a world of true happiness. Such a world is a world without conflict and at  peace. It is for this end that we practice what is called Aikido. Aikido is a method for revealing  the rationale of all creation. ",
            "keywords": [
                "aikido",
                "called",
                "true",
                "truly",
                "world"
            ]
        },
        {
            "text": "It is enough to simply manifest the Great Family of the Universe, in other words the  Great Single Spirit of the World. Put another way, it is sufficient if the Spirit, Godly Form and  Divine Movements manifest themselves within this world. Another way of describing this is to  say that we should create a world with Spirit and Matter in harmony. It will not do to favor one  over the other, as both Spirit and Matter are, in fact, one. ",
            "keywords": [
                "great",
                "matter",
                "spirit",
                "way",
                "world"
            ]
        },
        {
            "text": "Material science has made great strides recently, whereas spiritual science remains highly  underdeveloped. This world will become peaceful when Material and Spiritual sciences are  harmonized, and when order is restored to people via the Ki of the Great Universe. Needless to  day, it will be difficult to achieve this only via physical practice of Martial Arts and without  keeping our Aikido abreast of the movements of the Universe. What upsets the universal  balance, in fact, is when we forget the Original One which, in turn, creates two separate origins  of both spirit and matter, following this, the Universe prospers and life and physical bodies are  given to all in Creation, prior to being reared atop the Great Way of Universal Love and  Protection. We then teach the rearing process of Life as the past, present and future within our  lives and breaths, and are granted purity upon unifying with Heaven. ",
            "keywords": [
                "great",
                "life",
                "material",
                "science",
                "universe"
            ]
        },
        {
            "text": "For this reason, those who, practice the Martial Arts should, never forget the Spirit of the  Original One, and should strive to honor this at all times. We must endeavor to fulfill our roles  as people born into this world as a spiritual and material part of this greater whole. We, must,  therefore, never forget that this Original One is the Great Parent of the Universe. ",
            "keywords": [
                "forget",
                "original",
                "spiritual",
                "strive",
                "times"
            ]
        },
        {
            "text": "A center and circumference, an outside and an inside. In other words, establishing a  center creates an inside and an outside, but this does not mean that anything obstructs the  smooth, functioning of the Great Spirit of the Universe. ",
            "keywords": [
                "center",
                "circumference",
                "creates",
                "inside",
                "outside"
            ]
        },
        {
            "text": "Aikido is not an art to fight with enemies and defeat them. ",
            "keywords": [
                "aikido",
                "art",
                "defeat",
                "enemies",
                "fight"
            ]
        },
        {
            "text": "It is a way to lead all human beings to live in harmony with each other like in a big  family. The secret of Aikido is to make oneself become one with the universe going along with  its natural movements. Anyone who has attained this secret holds the universe within himself.  He would then say, \"I am the universe. I learnt this through 'Bu'.\" ",
            "keywords": [
                "aikido",
                "oneself",
                "say",
                "secret",
                "universe"
            ]
        },
        {
            "text": "However fast an enemy may attack me, I cannot be defeated. It is not because my  technique is faster than his. It does not depend on speed. It is not a question of time. Victory or  defeat is settled before fighting. ",
            "keywords": [
                "attack",
                "defeat",
                "defeated",
                "depend",
                "does"
            ]
        },
        {
            "text": "If anyone tries to fight with me, it means that he is going to break the harmony with the  universe. At the very moment when he has the desire to fight, he is already defeated, beyond  time and space. ",
            "keywords": [
                "break",
                "defeated",
                "desire",
                "fight",
                "going"
            ]
        },
        {
            "text": "Non-resistance is one of the principles of Aikido. Because of that principle Aikido  always wins. People whose minds are wicked or those who like fighting are defeated without  fighting.",
            "keywords": [
                "aikido",
                "defeated",
                "fighting",
                "like",
                "minds"
            ]
        },
        {
            "text": "I have everything within myself, for the universe is inside me. ",
            "keywords": [
                "inside",
                "universe"
            ]
        },
        {
            "text": "I am the universe itself. I would say that I am not myself, and that no one but myself is  in the universe. I do not concern myself with. There will be no peace on the earth as long as we  busy ourselves with petty affairs and interfere with one another. ",
            "keywords": [
                "affairs",
                "busy",
                "concern",
                "earth",
                "universe"
            ]
        },
        {
            "text": "Good or bad, we all belong to the same family created by God. God wishes us to keep  the family united and harmonious. In order to comply with his will, we should abandon every  attachment, and also avoid relative things. Fortunately we can serve God by creating an ideal  human society through training Aikido. ",
            "keywords": [
                "family",
                "god",
                "society",
                "things",
                "training"
            ]
        },
        {
            "text": "God feels uneasy when confined in the small wooden house we call a shrine. he likes to  manifest himself everywhere in the whole universe. Let us ask him to be in each of us. Once  God is within us, we come to know that, today is in the past, and in the future too, and that both  the past and the future are in today as well.",
            "keywords": [
                "ask",
                "future",
                "god",
                "past",
                "today"
            ]
        },
        {
            "text": "Aikido manifest a way to order the world to be united as one family. ",
            "keywords": [
                "aikido",
                "family",
                "manifest",
                "order",
                "united"
            ]
        },
        {
            "text": "It is to help God build a paradise on earth. The unity of the world comes from the unity  of each country, and the unity of a country depends upon that of each family. As a unit of the  universe as well as a part of a family, each person should fulfill his duty to unite the world.  What he should first do is training himself well enough for that purpose. Without completing  one's training, it is impossible to be of service to God. ",
            "keywords": [
                "country",
                "family",
                "training",
                "unity",
                "world"
            ]
        },
        {
            "text": "Every creature on the earth pursues its own way. Even if it is an animal or a plant, its  way should not be thwarted. This is the law of Nature. Obey Heaven and God. Respect others  and yourself. That is the spirit of Aikido.",
            "keywords": [
                "aikido",
                "animal",
                "creature",
                "earth",
                "way"
            ]
        },
        {
            "text": "The essence of Aikido training is mental attitude training and the practice method itself. ",
            "keywords": [
                "aikido",
                "attitude",
                "essence",
                "mental",
                "training"
            ]
        },
        {
            "text": "The most important thing in mental attitude training is the concept of \"Shinken Shobu,\"  literally 'live swords, win or lose, or a fight to the death.' Originally in Budo there was no such a  thing the so-called \"Shiai\" or match as used in the sense of sports. But now, the vain and aimless  chasing-after of victory has become a big problem. In truth, death destruction and injury are the  biggest crimes against human life. ",
            "keywords": [
                "aimless",
                "death",
                "mental",
                "originally",
                "thing"
            ]
        },
        {
            "text": "The Law of Budo as handed down from the past in our country says 'Thou shall not kill;  thou shall not destroy.' The true Japanese Budo is a Road to a broad peace, a Way of spiritual  and physical purification (\"misogi\"). The Code of Bu protects all things, and sets the remaking of the self as the first step toward the building of Heavenly Law here on earth. However, I am  sorry to see that these days many who say they are promoting Budo sometimes fall to the level  of a Budo of violence and tricks inherited from the middle ages. ",
            "keywords": [
                "ages",
                "budo",
                "law",
                "shall",
                "thou"
            ]
        },
        {
            "text": "God created man as a medium between heaven and earth. ",
            "keywords": [
                "created",
                "earth",
                "god",
                "heaven",
                "man"
            ]
        },
        {
            "text": "The spirit of man, which is his inner part, is a means of communication with the heavens,  and the body, his outer part, a means of communicating with the earth. ",
            "keywords": [
                "body",
                "communicating",
                "communication",
                "earth",
                "means"
            ]
        },
        {
            "text": "As the body is under the influence of the spirit, our mind should be One with that of God  to bring peace and happiness to the human society. It is regrettable, however, that we are too  involved in the matters of physical domain to take the spirit into careful consideration ",
            "keywords": [
                "mind",
                "peace",
                "physical",
                "regrettable",
                "spirit"
            ]
        },
        {
            "text": "Force is frequently used in the material world. Weapons of all sorts are needed there. So  long as the two worlds, material and spiritual, are not in parallel with each other, demilitarization  is just a dream. ",
            "keywords": [
                "demilitarization",
                "dream",
                "force",
                "frequently",
                "material"
            ]
        },
        {
            "text": "There is no technique of killing in true Bu, which is based upon the ",
            "keywords": [
                "based",
                "bu",
                "killing",
                "technique",
                "true"
            ]
        },
        {
            "text": "spiritual world. True Bu does not need any weapons. It absorbs everything with bare hands and  has a perfect command of the opponent. Aiming to be in accord with the dispensation of nature,  true Bu makes more of spiritual training than technical skill. That is what Aikido has as its  principle. ",
            "keywords": [
                "absorbs",
                "bu",
                "spiritual",
                "training",
                "true"
            ]
        },
        {
            "text": "I feel that all people are part of my own family. One's actions are not solely for the  benefit of one's immediate family, but for the benefit of all. Acting in this way, I also think that  it is important to protect all people and all things. The meaning of this is that, if you know  yourself first, you come to understand everything. In other words, what is called the Self exists  because it contains everything in the Universe. Understanding this, it then becomes possible to  clarify the innate talent contained within the Self, thereby opening the way to the  accomplishment of one's life work. This is not possible, however, alone. It is only achieved as a  result of the entire Universe. It is essential to know the relationship between this realm and the  Self. ",
            "keywords": [
                "benefit",
                "people",
                "self",
                "universe",
                "way"
            ]
        },
        {
            "text": "What is called Man must understand that he is a vessel of creation, and that the Self and  Universe are one in the same. As a child of the Universe or, as the religious person would say,  as the Child of God we must ",
            "keywords": [
                "called",
                "child",
                "creation",
                "god",
                "universe"
            ]
        },
        {
            "text": "fully apply ourselves to our duties in this world. This is necessary in order to prevent disorder in  this world, and enables the protection of every-, thing. It is absolutely vital that we observe the  above. In addition, we must bring everything in creation to life.  ",
            "keywords": [
                "order",
                "prevent",
                "protection",
                "thing",
                "world"
            ]
        },
        {
            "text": "Aikido shows us the way to achieving this path to the enrichment of the great Life Force  of the Universe and the Great Order, encompassing the macro world of the Universal Life Force  and the micro realm of all living things. ",
            "keywords": [
                "achieving",
                "force",
                "great",
                "life",
                "universe"
            ]
        },
        {
            "text": "Aikido is nothing but an expression of the movement of Love for all living things. ",
            "keywords": [
                "aikido",
                "expression",
                "living",
                "love",
                "movement"
            ]
        },
        {
            "text": "This movement of Love is something giving form to the universe, and purifying  everything therein. In fact, it is the very thing that fosters ",
            "keywords": [
                "fact",
                "form",
                "fosters",
                "giving",
                "love"
            ]
        },
        {
            "text": "and protects the multitude of things in the universe, and causes them to be vibrant and lively in  their development. ",
            "keywords": [
                "causes",
                "development",
                "lively",
                "multitude",
                "protects"
            ]
        },
        {
            "text": "Aiki moves within this world in order to advance the great mission of the Love felt by the  Universal which fosters all things. The Universal possesses unlimited power to plant and spread  the seeds of the evolution of all things. ",
            "keywords": [
                "advance",
                "seeds",
                "spread",
                "things",
                "universal"
            ]
        },
        {
            "text": "In this respect, the name of \"Aikido\" is attached to a method of bringing to realization, on  this earth, the love and destiny of all things as ",
            "keywords": [
                "aikido",
                "attached",
                "bringing",
                "destiny",
                "earth"
            ]
        },
        {
            "text": "The origin of the manifestation of the life of the universe is a vision of the Spirit of Love.  The purest form of this root is found in Aikido, from the beginning, a Way to bring peace to the  various peoples of the world and to the universe. ",
            "keywords": [
                "aikido",
                "spirit",
                "universe",
                "various",
                "vision"
            ]
        },
        {
            "text": "Wrapping all the peoples of the world within a great harmony and overall concord  promises a fulfillment of the limitless possibilities of the universe and the things therein; a state  where the unity of God ",
            "keywords": [
                "concord",
                "fulfillment",
                "god",
                "great",
                "harmony"
            ]
        },
        {
            "text": "and Man (the \"Aiki Principle\") remains unhindered. To fill this role is \"Bu.\" Specifically, it is  the appointed task of the true \"bushi;\" the warrior who stops the attack of the halberd. ",
            "keywords": [
                "aiki",
                "appointed",
                "attack",
                "bu",
                "bushi"
            ]
        },
        {
            "text": "Adhere To The Way of Truth While Harmonizing With The Universe ",
            "keywords": [
                "adhere",
                "harmonizing",
                "truth",
                "universe",
                "way"
            ]
        },
        {
            "text": "There is an ancient Japanese saying that goes \"Bu (The Martial) is Divine\". This refers  to the alignment of the Martial together with the Divine Way that will lead the world to True  Beauty and Good. Likewise, l this saying refers to the Way of the Universe followed by the  Gods. This is, in other words, the ray of light that may be used to form the Person of Truth. ",
            "keywords": [
                "divine",
                "martial",
                "refers",
                "saying",
                "way"
            ]
        },
        {
            "text": "In the beginning, the Universe split into Water, Fire, Heaven and Earth. God then  formed the body and spirit of all things using the energy of the basic elements born from Fire  and Water and Ichirei Shikon (The Single-Soul and Four-Spirits). The Three Elements and Eight  Powers were, in turn, used by Chigi (God of Earth) to create the Soul and Body which were then  separated. The Body was formed to protect the Soul, while the Soul was formed to protect the  Body. It is said from long ago that the Soul is to defend the Eight Bodies. ",
            "keywords": [
                "body",
                "formed",
                "god",
                "soul",
                "water"
            ]
        },
        {
            "text": "It is important to respect the lessons of the Martial. Practice of the Martial enables the  nurturing of the true martial spirit which, in turn, makes is possible to form truly beautiful and  good spirits and bodies with Reason. From long ago followers of the Way have said that \"Bu is  the origin of all things\". The Bu of Japan respects the Divine Light of the Sword, Mirror and  Bead and the realization of the Universal Truth of the oneness of God and Man. The Spirit of Ki  first manifests itself in this world when man unifies the Divine and Ki through the single thought  of practicing the Martial. This is also the origin of the Martial itself. ",
            "keywords": [
                "bu",
                "divine",
                "man",
                "martial",
                "origin"
            ]
        },
        {
            "text": "Next, light and heat appear and realize the practice of the principle of Heaven, Earth, Sun  and Moon which sheds light on the mysterious working of the forces of Fire and Water.  Adhering to the spirit of the Universe and appearing as the Word Spirit (Kotodama), teaching is  done atop the Way of Truth while respecting both internal and external aspects to harmonize  Heaven and Earth. The internal flow of the Ki of the Martial harmonizes with the Ki of the  Universe and becomes internally manifest by combining the two realms of the Sublime and  Manifest to produce the Divine Form of true Bravery, Wisdom, Love and Family. The virtue so  generated represents the Divine Virtue of the Mirror which transposes truth and exposes all. ",
            "keywords": [
                "heaven",
                "internal",
                "ki",
                "light",
                "manifest"
            ]
        },
        {
            "text": "This virtue also becomes the Sword which releases light, and opens the way to receive  the Eight Lights of the Jewel. The Eight Lights of the Jewel are what the Buddhist refer to as the  Nyoi Hoju, or the indestructible gem. Only when unifying the breath with the Universe does one  become a mirror of perfect reflection. Projecting all and becoming the Sword of the Wondrous  Unity of Sublime and Manifest, one can move the world in a better direction by purifying it  through practice of the divine refinement. ",
            "keywords": [
                "better",
                "jewel",
                "lights",
                "receive",
                "sword"
            ]
        },
        {
            "text": "The 'Take' of Takemusu* is One with the Universe ",
            "keywords": [
                "takemusu",
                "universe"
            ]
        },
        {
            "text": "There are many techniques, but all must match with the principles of the Universe. All  techniques that do not blend with the truth of the Universe return to destroy one's own body.  This is because these are martial techniques that cannot be linked to the Universe and , are, thus,  not the Take of Take-Musu. ",
            "keywords": [
                "blend",
                "body",
                "destroy",
                "techniques",
                "universe"
            ]
        },
        {
            "text": "The First Step Towards Takemusu is the War Cry ",
            "keywords": [
                "step",
                "takemusu",
                "war"
            ]
        },
        {
            "text": "The first step towards establishing the link with this Take is , to let out courageous shout.  The echo of the Five Bodies* is released to the Universe via the strength of the Spear. The  manifestation of this echo of the Five Bodies is, in fact, the act of creation described as 'Musu'.  These are the basic elements of everything, and the , highest level. The basic elements are what  control the infinite manifestations of Take in this world. Note should be made, however, that the  echoes released from the Five Bodies must be in harmony with those of the Universe. ",
            "keywords": [
                "basic",
                "bodies",
                "echo",
                "elements",
                "released"
            ]
        },
        {
            "text": "Harmonizing the Vibrations of the Five Bodies and The Universe ",
            "keywords": [
                "bodies",
                "harmonizing",
                "universe",
                "vibrations"
            ]
        },
        {
            "text": "Spiritual unification of the mind and body is the base from which the vibration of the  Five Bodies must be released. This vibration harmonizes with the echo of the universe, and then  interacts with it. The reason for this is that this echo dances up into the skies and must resonate  in harmony with the echo of the Universe. When it does so, the vibrations of the Five Bodies  must meet the Echo of the Universe with strength. The finest of these vibrations constitute the  origin of Take (The Martial). ",
            "keywords": [
                "bodies",
                "echo",
                "universe",
                "vibration",
                "vibrations"
            ]
        },
        {
            "text": "Heat Light and Force Are with the Echo of the Five Bodies ",
            "keywords": [
                "bodies",
                "echo",
                "force",
                "heat",
                "light"
            ]
        },
        {
            "text": "When the vibrations of the Five Bodies merge with those, of the Universe, Heat, Light  and Force are generated and, interlinked. Using the minor differences in vibrations, one can  master the Mysterious Workings of Ki to create Ki, Life and Togetherness. This, then becomes  one with the Take (Martial) that is the origin of all, techniques. This is, moreover, the objective  of the working of the Universe. The mission of Aiki is to facilitate the birth of, Take (Martial) in  accordance with the logic of the Universe.  ",
            "keywords": [
                "accordance",
                "ki",
                "martial",
                "universe",
                "vibrations"
            ]
        },
        {
            "text": "*Note: Take-Musu (pronounced Takay-Musu') is literally translated 'Create the Martial', and is a term used by the  Founder to describe the infinite creative potential of Aikido. This is frequently combined in the expression  'Take-Musu Aiki', or 'Infinite Martial Creation of Aiki'. Note: The Five bodies refer to the, five anatomical parts of  the human body (Head, Neck, Torso, Arms/Hands and Legs). ",
            "keywords": [
                "aiki",
                "infinite",
                "martial",
                "musu",
                "note"
            ]
        },
        {
            "text": "Aiki requires one to proceed down both the way of the body and the way of the physical  together. ",
            "keywords": [
                "aiki",
                "body",
                "physical",
                "proceed",
                "way"
            ]
        },
        {
            "text": "Aiki is a manifestation of Truth itself, and harmonizes everything that appears in this  world by absorbing them in love. In order to realize true world peace, it is imperative that we  become one with Absolute Love and Absolute Sincerity. This means that if someone gets mad  at you harmonize with them. Another word for Bushi (Warrior) in Japanese is Samurai, which  means someone who abides by the way of Love. Someone who simply fights with others is not a  true Samurai. I want to proceed ahead with the movements of Love by training ourselves in both  body and spirit to serve as the pillars of society. ",
            "keywords": [
                "absolute",
                "love",
                "means",
                "true",
                "world"
            ]
        },
        {
            "text": "In the past, Martial Arts were mistakenly used to support the seemingly unending killing  that characterized Japan's past. Aiki, on the other band, is to save human life. Put another way,  Aiki is the way of preventing injury to others. Respect for human life is the way of Aiki, and  this is why the \"Ai\" of \"Aiki\" is closely related to another Japanese word \"Ai,\" which means  \"Love.\" It is because of this relationship, in fact, that I originally named my own way \"Aikido.\"  This also means that the \"Aiki\" mentioned by martial arts practitioners of old is fundamentally  different in both content and form from what I refer to by \"Aiki.\" I hope that everybody will  think carefully about what I am saying here. ",
            "keywords": [
                "ai",
                "aiki",
                "means",
                "past",
                "way"
            ]
        },
        {
            "text": "As I have been discussing, this is not the way of fighting and defeating others with,  strength and weapons but is, rather, the Way of harmonizing the world and of bringing,  humankind together under one | roof as a single family. This is the Way of the great spirit of,  Love (Ai) of God, the Way of, serving as a part of the great workings of the Universal Harmony. This Way is the Way of the Universe, and the training of Aiki is the training of  Divine Works. Realization of this adds the strength of the Universe, and makes one One with  the Universe itself. ",
            "keywords": [
                "great",
                "strength",
                "training",
                "universe",
                "way"
            ]
        },
        {
            "text": "When we view it form the Truth of the Universe, Aikido has to be an ideal road of the  natural.  ",
            "keywords": [
                "aikido",
                "form",
                "ideal",
                "natural",
                "road"
            ]
        },
        {
            "text": "The \"Ri\" (principle) must be the base which gives coherence and reason to all things. If  we were to analyze or breakdown the Ri as .a scientist might, we can call the things that we find  manifested on the physical surface (omote) \"Ho\", [that is to say a rule or method or law]. ",
            "keywords": [
                "ri",
                "rule",
                "say",
                "scientist",
                "things"
            ]
        },
        {
            "text": "Aikido is one such Ho. It is one .of the subtle laws of the heaven-sent .truth of Takemusu  Aiki ( !it. Bu generating Aiki). We can also call it the \"Way of Accord between Heaven, Earth  and Man,\" and therefore it can be described as the Way of reconciling the myriad essences and  their multiple manifestations. You must know that Aikido techniques are a Way of Misogi, [that  is, of ritual purification] of the body and the spirit/mind ( , kokoro) and a way of training. That  fact is what makes us aware of the laws of the universe and that same fact is the core truth of the  workings of the Universal. ",
            "keywords": [
                "aiki",
                "aikido",
                "fact",
                "truth",
                "way"
            ]
        },
        {
            "text": "For these reasons once you have mastered this Aikido you will understand the Universal  Rational and also come to a good understanding of your own self. For example, if you move a  sword you put into that action your entire self and unite with the whole universe for that  movement. In Aikido there is a subtle and mysteriously clever way of swordsmanship. In this  Way of the Sword, if you can not completely perfect the fundamental morality your art will  surely become that of the ",
            "keywords": [
                "aikido",
                "self",
                "sword",
                "universal",
                "way"
            ]
        },
        {
            "text": "\"Perverted Sword of Injustice and Wickedness\". But just what is this. fundamental morality of  humanity? ",
            "keywords": [
                "fundamental",
                "humanity",
                "injustice",
                "just",
                "morality"
            ]
        },
        {
            "text": "It is keeping to the virtues of fidelity, honesty and exemplary behavior, charity of heart  and faithfulness. It is to make truth, joy, and beauty the foundation by which you protect and  preserve them. Then by making one's very best effort, to bring forth virtue. We must strive in  the direction of becoming more and more wise and sharp of sensitivity. It is necessary to have  an absolute and all encompassing sincerity in all things. In short we have to proceed toward the  \"Way of Accord\" in the spirit of Love congealed of Love. ",
            "keywords": [
                "absolute",
                "love",
                "make",
                "making",
                "necessary"
            ]
        },
        {
            "text": "In order to attain this sincere mind and foster it, we must start by over-coming ourselves! Issue # 3 (1981)",
            "keywords": [
                "1981",
                "attain",
                "coming",
                "foster",
                "issue"
            ]
        },
        {
            "text": "In Aikido, the other is present but, at the same time, is not.  ",
            "keywords": [
                "aikido",
                "present",
                "time"
            ]
        },
        {
            "text": "If one simply moves according to the motions of one ' s everyday practice,  strangely enough, the other moves in the same manner. In this way, all one has to do is to  execute techniques as one does normally during daily training and one's partner will  naturally follow along. This is the mystery of what is called Aikido.  ",
            "keywords": [
                "moves",
                "practice",
                "simply",
                "strangely",
                "techniques"
            ]
        },
        {
            "text": "For instance, anyone should be able to move people with just one finger. The  strength of man is limited to the circle within which we are located as the center.  Regardless of how strong a person might think he is, he is powerless for as long as one  stays outside of this circle or area of reach. In other words, it is easy to control a person  using a single index or little finger if one can control him while staying outside of this  circle. Everything is decided when, by continuously moving in circles while shifting the  center to within one's own circle, the other is led outside of his own circle. ",
            "keywords": [
                "center",
                "circle",
                "finger",
                "outside",
                "person"
            ]
        },
        {
            "text": "Aikido is not for beating others or winning battles. ",
            "keywords": [
                "aikido",
                "battles",
                "beating",
                "winning"
            ]
        },
        {
            "text": "Based on a philosophy of non-resistance where there is neither conflict nor victory,  Aikido is to assist us each in winning in our respective missions granted to each of us by  Heaven. From the Masakatsu, Agatsu, Katsuhayabi at the beginning of this spiritual training  process, we progress towards the natural state of the universal motions. Training must be  continued until right and good are known, and until the right and good of the self are realized.  Because they are Heaven itself, the people of Heaven do not understand that they are in Heaven. ",
            "keywords": [
                "good",
                "heaven",
                "process",
                "right",
                "training"
            ]
        },
        {
            "text": "The purpose of Shugyo training is the unification of man and the divine. Man and God  are of the same essence, yet vary in magnitude; Man cannot, thus, supersede his limits. The  spirit of Bu (the martial) is, nevertheless, capable of producing truly beautiful results when  working in accordance with both Heaven and Earth. Put simply, Bu is the way of infinite  Physical change. Holding to one, it reaches to ten thousand; opening, not one, but ten thousand  laws, it refines the Sword of kusanagi while completing its work. Capable of withstanding any  hardship, the heart remains always as clear as the sky, as broad as the ocean and as grand as the  mountains. The spirits of Bu give life to all that is alive, both large and small. ",
            "keywords": [
                "accordance",
                "bu",
                "capable",
                "man",
                "thousand"
            ]
        },
        {
            "text": "You should all devote yourself to practice, experience Light and Heat and complete yourselves as true people of Truth. Further training will strengthen both body and soul to produce exceptional individuals in harmony with the Laws of Nature. With the spread of Aiki today, we should also see the true light of spirit of Aikido shine forth. It goes without saying that the essence of what I have said above is that you should strive towards this end. do that, while at the same time paying close attention to the times in which we live and contribute to the making of a beautiful Pure Land.",
            "keywords": [
                "light",
                "making",
                "nature",
                "paying",
                "true"
            ]
        },
        {
            "text": "In the training of budo, you are sure to be beaten when your mind is seized  with what is conflicting with the mission which God provided for you. ",
            "keywords": [
                "beaten",
                "budo",
                "conflicting",
                "god",
                "mind"
            ]
        },
        {
            "text": "Budo originates in the divine love which protects everything on the earth. ",
            "keywords": [
                "budo",
                "divine",
                "earth",
                "love",
                "originates"
            ]
        },
        {
            "text": "True budo is the way through which one can realize that every function of the  universe is within oneself ready to come into play. ",
            "keywords": [
                "budo",
                "come",
                "function",
                "oneself",
                "play"
            ]
        },
        {
            "text": "Aiki feels sorry to see a man forget what is the basis of all creation and stray away from  it. To put that basis out of one's mind implies the beginning of sinning against God. ",
            "keywords": [
                "aiki",
                "away",
                "basis",
                "beginning",
                "creation"
            ]
        },
        {
            "text": "In Aikido, even a single swing of the wooden sword absorbs the whole universe. There is in the swing no dividing line of the past, present, and future. It is beyond time and space. I myself exist in it living in the ancient times as well as at present. Indeed, the everlasting immortal life is in brisk action there.",
            "keywords": [
                "absorbs",
                "present",
                "swing",
                "time",
                "times"
            ]
        },
        {
            "text": "The world of today is a world where materialism prevails.  ",
            "keywords": [
                "materialism",
                "prevails",
                "today",
                "world"
            ]
        },
        {
            "text": "However, there would be another world if our spirit were to dominate the  ",
            "keywords": [
                "dominate",
                "spirit",
                "world"
            ]
        },
        {
            "text": "material. It is now the time when the spirit should step forward and displace mere  things as the center of our lives. So long as the spirit is in the background, the world  will remain in a disastrous state. ",
            "keywords": [
                "background",
                "center",
                "disastrous",
                "displace",
                "spirit"
            ]
        },
        {
            "text": "Trainees of martial arts should comprehend all the phenomena of the universe from the angle of bu. without overlooking even the most trivial transition of nature. ",
            "keywords": [
                "angle",
                "arts",
                "bu",
                "comprehend",
                "martial"
            ]
        },
        {
            "text": "When the mind and body are in oneness, a man assimilates with the universe, and  echoes are exchanged between the two. Those echoes bring the heat, light and power  from which Bu originates. Therefore, the mission of Aikido is to produce Bu which is  resonant with the echo of the Universe.",
            "keywords": [
                "bu",
                "echoes",
                "power",
                "produce",
                "universe"
            ]
        },
        {
            "text": "Look at the True Image of the Universe and Make this a Part of Yourself ",
            "keywords": [
                "image",
                "look",
                "make",
                "true",
                "universe"
            ]
        },
        {
            "text": "Aikido is the study of the spirit, the interactive breath of body and spirit. Aikido is the  divine creation of the Universe, the manifestation of the great law that governs the activities of  physical and spiritual realms. All things emanate from a single original source, but this gives  birth to the original spirit and to the original material realms. This, in turn, creates a complex,  yet particular, principle. This is what imparts life and physical form to all of what exists as a  part of the great creation of the Universe. All of this progresses down the great way of life,  creation and development. All things in the Universe are like one family, and are taught the  development of life as a part of the continuum of past, present and future as the breath of life.  The progress of all things in this world begins with the great oneness of the Universe, and  develops in the direction of harmonious interaction through ourselves. ",
            "keywords": [
                "great",
                "life",
                "original",
                "things",
                "universe"
            ]
        },
        {
            "text": "Adhering to the spirit of Masa-Katsu, Agatsu, Katsu Hayahi, the movements of Heaven  within ourselves become one with the Universe where they raise the inner and outer spirit of the  Universe. Here they purify and unify the 5 Bodies and link them together and, learning of the  commonality of the single origin of the Universe and Man, we deepen our understanding of this  common root. We must at the end walk the path of generating spiritual techniques brought into  life by the logical powers of the original breath of the 'Takay' of TakayMusu. This must be  done by honoring the center of the Universe, and the spirit of Masakatsu, Agatsu, Katsu Hayahi. ",
            "keywords": [
                "agatsu",
                "hayahi",
                "katsu",
                "spirit",
                "universe"
            ]
        },
        {
            "text": "In a certain sense Aiki may be thought of as replacing the Sword with one's breath in  ridding the world of evil. Put, another way, this means replacing the world of things with the  world of spirit. This is the process, and purpose, of Aikido. Material things are put below,  while the spirit is placed, above and on the surface. In, this way, Aikido causes the wonderful  flower of the heart to blossom in this world, and the, spiritual fruit to ripen. Aikido, in this way,  works under the, principles of the Universe to, support the perfect good. love , and sincerity of  this world. ",
            "keywords": [
                "aikido",
                "replacing",
                "things",
                "way",
                "world"
            ]
        },
        {
            "text": "All who proceed along the Way of Aikido should adhere, closely to the above. Look,  closely at the true image of the, Universe and make this a part of yourself, a part of one's own  foundation. It is necessary to in, this way, open the door to one's self.",
            "keywords": [
                "adhere",
                "aikido",
                "closely",
                "door",
                "way"
            ]
        }
    ]
}